{
    "Abstract": "Authorising ASAP to constitute Project Monitoring Unit for inspecting the progress of KIIFB works under Higher Education Department",
    "Subsection": [
        "Higher Education",
        "KIIFB"
    ],
    "Status": "Sanctioned",
    "Order Status": "Orders issued",
    "Order ID": "1335_2020_HEDN",
    "Place": "Thiruvananthapuram",
    "Date": "23/10/2020",
    "Order Issued By": "THARUN LAL.S JOINT SECRETARY",
    "Body": "The Chief Executive Officer, KIIFB in its meeting has explained that in some of the KHFB works undertaken in Government Departments, are poor quality of work by the Contractor and poor supervision by the SPV's. This is happen due to the absence of technical personnel on site as agreed to by the SPV. KIIFB wanted every Department to have Nodal Officers who will inspect all the works and certify the presence of the prescribed technical personnel on site on the day of the visit. Such a group of Nodal Officers will constitute a Project Management Unit or PMU for inspecting the progress of KIIFB works.  In the circumstances, Government have decided to constitute a Project Management Unit (PMU) by appointing Nodal Officers in each District for evaluating the progress of KIIFB works and to ensure the presence of the prescribed technical personnel on site inspection. For constituting Project Management Unit (PMU), Government hereby authorise the Chief Executive Officer of ASAP to select eligible Programme Managers from ASAP, preferably a Civil Engineer (one person in each District) for constituting Project Management Unit (PMU). The selection of the above personnel shall be based on_ their willingness and capability of Project Managers in the District (DDM's, CSP, A/SDC. PM's) as assessed by the Chief Executive Officer, ASAP and the Director of Collegiate Education.  The Nodal Officer will have to give an undertaking every 15 days after inspection. The inspection shall focus on the presence of the Technical Persons who are supposed to be deputed by the SPV and contractor on site and the progress of the work as per PERT chart. This undertaking should be countersigned by the Principal. 14 Nodal Officers are needed for the purpose (one for each District basis) and they shall be paid an additional remuneration of Rs.7000/- per head, for their service in PMU, from KIIFB.",
    "References": [],
    "Department": "HIGHER EDUCATION DEPARTMENT"
}