{
    "Abstract": "Deputation of faculties for Pre Ph.D Programme (60 days contact programme) under QIP 2020-21",
    "Subsection": [
        "Technical Education",
        "Engineering Colleges (Government/Aided)"
    ],
    "Status": "Sanctioned",
    "Order Status": "Orders issued",
    "Order ID": "1431_2020_HEDN",
    "Place": "Thiruvananthapuram",
    "Date": "17/11/2020",
    "Order Issued By": "SREEKALA S DEPUTY SECRETARY",
    "Body": "As per the minutes of the Screening Committee through video conferencing held on 19.10.2020 read as 5' paper above, the Director of Technical Education has forwarded the proposal and list of faculties to be deputed for Pre Ph.D Programme(60 days contact programme) in Government/ Aided Engineering Colleges under QIP 2020-21. The screening committee has taken the following decisions 1. Not to depute faculty in excess of the quota for each Engineering College. 2. Not to divert unused quota under one branch to accommodate candidates from another branch. 3. To depute 11 faculties from Government Engineering colleges and 20 faculties from Aided Engineering Colleges to Pre Ph D programme (60 days contact programme) 4. To Depute only 20% of the applicants to minor centres. Only the faculty 5 UR CUNSod BERETA e/a ECU PIL whose admission to Ph.D Programme is declined by the major centres (IITs, I1Scs, NITs) after test / interview alone will be considered to minor centres from the academic year 2021-22 onwards. 5. It is also decided the faculty who have got admission to the country's premier Institutes through a selection process such as JIT/NIT/IISC is permitted over and above the 2 faculty - . per college restriction, as it is good to encourage such faculty since the value addition is huge. 3. Government have examined the matter in detail and are pleased to approve the decisions of the Screening Committee and also approve the list of 11 faculties from Government Engineering colleges and 20 faculties from Aided Engineering Colleges for Pre Ph D programme (60 days contact programme) (list appended) for the deputation under QIP scheme for the year 2020-21.",
    "References": [
        "55_77_HEDN",
        "55_2008_HEDN",
        "317_10_HEDN"
    ],
    "Department": "HIGHER EDUCATION(G) DEPARTMENT"
}