{
    "Abstract": "Snehacharya Institute of Management & Technology, Karuvatta, Alappuzha",
    "Subsection": [
        "Self Financing College"
    ],
    "Status": "Granted",
    "Order Status": "Orders issued",
    "Order ID": "1575_2020_HEDN",
    "Place": "Thiruvananthapuram",
    "Date": "18/12/2020",
    "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
    "Body": "The Director of Technical Education as per letter read as 4th paper above recommended the proposal for the starting of additional batch of BHMCT course with an intake of 60 seats in Snehacharya Institute of Management & Technology, Karuvatta, Alappuzha. The AICTE as per letter read as 34 paper above has given extension of approval for the Academic Year 2019-20. The University of Kerala as per Certificate read as 6\" paner above has given Provisional Affiliation for the Academic Year 2020- 21. The Management has completed all the formalities for NOC for the starting of additional batch of BHMCT course.  2. In the circumstances Government are pleased to accord Administrative Sanction to Snehacharya Multi Purpose Educational Trust, Karuvatta, Harippad, Alappuzha-690517 for executing agreement with Government for approval of starting an additional batch of Bachelor of Hotel Management and Catering Technology (BHMCT) course with an intake of 60 seats in the Snehacharya Institute of Management and Technology, Karuvatta, Harippad, Alappuzha-690517 from. the academic year 2020-21, subject to the condition that the Educational Agency will abide by the terms and conditions fixed by Government for running Self Financing institutions in the State, as follows : 1. The Educational Agency agrees to submit the documents to prove that the College has adequate infrastructure, human and physical, to conduct the courses as required by the AICTE, University and Government. If any student or parent files a complaint about the lack of facilities in the College, that the same found to be true on an inquiry by Government and establishes that the same affects the quality of education in the College, the management on order by Government is bound to refund the entire amount paid under whatever head, to the student and issue him Transfer Certificate and return all Certificates produced at the time of admission.  2. The Educational Agency will agree to abide by the procedure of admission in the college as decided by Government from time to time.  3. The Educational Agency will agree to set apart 50% of the seats of the course for being filled up by Government or such authority determined by Government on the basis of merit and reservation principles followed by Government and the remaining 50% filled up by the Educational Agency on the basis of merit.  4, The Educational Agency will agree to collect only such fees as determined by Government from time to time or as per the conditions of the agreement executed by the Self Financing Engineering College Management's Association with Government from the students admitted to the college for the course,  >. The Educational Agency will agree to institute adequate number of scholarships on merit-cum- means basis as determined by Government from time to time to the students admitted to the course.  6. The Educational agency will agree to appoint and fix the same service conditions to the teachers and non-teaching staff in the college, as followed by Government in conducting similar courses.  7. The Educational Agency will agree to institute an appropriate governance structure that would ensure transparency, efficiency and social accountability in the institution as determined by the Government from time to time.  8. The Educational Agency will agree to publish the details regarding the establishment and governance of the Educational Agency, admission, fees, courses, results, teaching and other staff, and any further information as required by Government on the website of the Educational Agency.  9. The Educational Agency will agree to run only the courses approved by the AICTE, Government and the University concerned.  10. The Educational Agency will agree to enable Government and its representatives to check, verify and monitor the compliance of the conditions mentioned above at any time Government so decides.  11. The Educational Agency will agree to enter into an agreement with the affiliating University on the terms determined by the affiliating University in respect of all or any of the matters contained in this agreement.  12, In the event of breach of any of the conditions mentioned above by the Educational agency, Government shall adjudicate the Quantum of compensation which the Educational Agency is liable to pay to Government, if any, and upon such adjudication, the Educational Agency should pay Government the amount so fixed, failing which the amount of compensation adjudicated, shall be recoverable under the provisions of the Kerala Revenue Recovery Act, 1968, as if they were public revenue due on land.  13. No Objection Certificate/Sanction granted shall be valid up to the end of the Academic Year 2020-21 and renewable on the request of the Educational Agency and Subject to the satisfactory compliance of the conditions specified herein.  14. The Educational Agency will agree to abide by the terms and conditions fixed by Government for running Self Financing Engineering Colleges in the State.  15. The Educational Agency will agree to obtain and submit before Government the letter of approval from AICTE and affiliation from the University concerned. If the Educational Agency fails to submit the above documents, the Educational Agency will be liable for all the resultant consequences therefrom and Government shall be at liberty to cancel the administrative sanction accorded and reject the proposal of  NOC.  16. In the event of the breach of any of the conditions mentioned above by the Educational Agency, Government shall also be entitled to withdraw the sanction without formal notice to the Educational Agency.  3. The Management of the College will execute an agreement with Government accordingly.",
    "References": [
        "16_08_HEDN"
    ],
    "Department": "HIGHER EDUCATION (J) DEPARTMENT"
}