{
    "Abstract": "Higher Education - Administrative Sanction for executing the repair and maintenance of building assets of various Government Technical High Schools under Asset Maintenance Fund for the financial Year 2020-21- Accorded - Orders issued.",
    "Order ID": "G.O.Rt)N0.1378/2020/AMEDN Dated, Thiruvananthapuram, 04/11/2020",
    "Order Issued By": "(By order of the Governor) C. APAYAN ADDITIONAL SECRETARY",
    "Body Para": "As per the letter read as '*! paper above, the Director of Technical Edueation has forwarded a proposal for recording Admintstrative Sanetion for executing the repair and maintenance of building/assets of various Government Technical tie Schools under Asset Maintenance Fund for the financial Year 2020-21 for an anoin of Rs. 5.96.2 1.000/- under the Elead of Account 2203-00-S00-76 (NP) .The Asset Maintenance Fund Siate Level Coniumittee in its meeting held on 05.10.2020 has considered and approved the proposal as detailed below: Total budget provision : : : Token f provision (Rs. 100 O/- ) - | es Head of account > 220)3- (0-800 1-76 (NP) Sh Name of - Estimated segs Name of work N 0. Institution| 7 Amount TUS. 'Sheet roofing work of Main building a 3917000 d absorbing syste . mineCheruvathur _ Installing Echo sound absorl ie SY stem in SODU 0 Rectification of damaged floor tiles and painting works on DR wall and other 28000maintenance worTl IS, Laying pavar block | 75000~ Purappuzha Replacing damaged asbestos sheet roofing + || 2341000  workshops 3i ef Sepamae snags : :: % i i :2 | |1Daw> Sanction for an amount of Rs. THS, Pala THS, Kannur 5. THS, Payyoli_TI 1S,Kanji irappally THS, Thrissur od Se teeta me Ant Nhe ten A TE HS, Sultanbethery |T Es,Mananthavady| THS, Vadakara THS, Manjeri TE 1S,Nedumangad _Manitenanee File No.HEDN-J3/164/2020-HEDN of toilet, { fixing of gate Ur gent repair works to the old Automobile lab Urgent repair works to the automobile, sheet metal workshop. Urgent repair works to the Fitting and WwW elding Workshop Urgent repair works Unment special repair work slate and work Of Superintendent quarters workshop building |Urgent repair and renovation works to the existing compund wallTiling works to the class rooms in first floor, staircase, varandah & lab Rewiring of Electrical workshop block |Replacing Asbestos cement sheet with GS. Roofing sheet and other repair works to. Workshop building 37Maintenance and repairs of roof work Total Installation in Main Roofing with GI Troughed sheet and new ceiling on workshop building, maintenance 2083000 600000 490000 490000 Replaced daniage d window and  erills | - - 4640000 4500000 Urgent maintenence and painting. Ww works 2000 (00 0 900K W00) Quarters. 4800000 2700000 1500 V0 3000 100 mn 7 59 30000 In the circumstances, Government are pleased to accord Administrative 5,96,21,000 - (Rupees Five Crore Ninety Six fakhs Twenty One Thousand only) under the head of aceount 2203-00-800-76(NP} for executing the repair and maintenance of buildinus/assets of various Goverment Technical High Schools under Asset Maintenance Fund for the financial year 2020-21. Also, the Director of Technical /ducation shall take steps to move for necessary funds through Additional Authorization/SDG. The above approval is subject to the following undertaken under AME: Wing general conditions for the works File No. HEDN-J3/164/2020-HEDN 1. The amount sanctioned will be utilized only for renovation/maintenance of existing assets as stipulated in Kerala Asset Maintenance Fund Scheme 2009 and subsequent orders.2, The Implementing Officer shall furnish a detailed estimate prepared by the approved Government Agency before executing the work, He shall also furnish action taken report once in every three months to Finance (Planning 13) Department. 7 3. AH works are to be done in a transparent manner. Tender and other related formalities shall be followed wherever necessary with respect to civil works and purchase of equipment or articles. 4. The utilization certificate duly countersigned by Head of Department concerned shall be submitted to Finance (Planning B) Department after completion of the project. 5S. Purchase of new assets/equipments of movable or immovable nature and construction of new buildings, compound walls extraneous to the mamtenance of existing assets will not be eligible for assistance under AMF, Hf the proposal contains any of these items it should be properly justified in the proposal how it forms part of the maintenance work.",
    "References": " Letter No. D4/15096/20/DTE dated 14.08.2020 & 18.08.2020 from the\nDirector of Fechnical Education, Wiruvananthapuram,\n2, Minutes of the 4th Meeting of the Asset Mumlenance Fund State Level\nCommittee held on 05.10 2020.",
    "Department": "HIGHER EDUCATION (J) DEPARTMENT"
}