{
    "Abstract": "Self Financing College - Renewal of NOC for conducting existing MBA course in LEAD College of Management, Dhoni, Palakkad - Granted - Orders issued.",
    "Order ID": "G.O.(Ms)No.474/2020/HEDN Dated,Thiruvananthapuram, 31/12/2020",
    "Order Issued By": "(By order of the Governor)\nC AJAYAN\nADDITIONAL SECRETARY",
    "Body Para": "As per Government Order read as 1 St paper above, NOC for conducting the existing self financing MBA course with an intake of 180 seats in LEAD COLLEGE OF MANAGEMENT, Dhoni, Palakkad under the management of Prompt Charitable Trust, Tailor Street, Palakkad 678001 was renewed for the academic years 2016-17, 2017-18, 2018-19 and 2019-20. 2. As per the letter read as 4!) paper above, the Director of Technical Education has forwarded the proposal for renewal of NOC for conducting the existing MBA course in the Institution with an intake of 180 seats during the academic years 2020-21. 3. The Management has completed all the formalities for renewal of NOC. 4. For the purpose of renewal of NOC, an agreement has also been executed between Government and Chairman/Managing Trustee, LEAD College of Management, Dhoni, Palakkad on 23/12/2020. 5. In the circumstances, Government are pleased to renew the NOC to LEAD COLLEGE OF MANAGEMENT, Dhoni, Palakkad under the management of Prompt Charitable Trust, Tailor Street, Palakkad ~ 678001 for conducting the course as detailed below:          Intake sanctioned |Academic year for which renewal of NOC is granted 2020-21           The renewal of sanction of NOC is subject to the following conditions: [. The Educational Agency will ensure that the college has adequate infrastructure, human and physical, to conduct the course as required by the AICTE, University and Government. If there is any complaint from the student or parent about the lack of facilities in the college that will be enquired into by Government and on being satisfied that the same affects the quality of education in the college, the management on order by Government is bound to refund the entire amount paid under whatever head, to the student and issue him Transfer Certificate and return all certificates produced at the time of admission. 2. The Educational Agency will agree to abide by the procedure of admission in the college as decided by Government from time to time. 3. The Educational agency will agree to set apart 50% of the seats of the course for being filled up by Government or such authority determined by Government on the basis of merit and reservation principles followed by Government and the remaining 50% will be filled by the Educational Agency on the basis of merit. 4. The Educational Agency will agree to collect only such fees as determined by Government from time to time from the students admitted to the College for the course. 5. The Educational Agency will agree to institute adequate number of scholarships on merit-cum means basis as determined by Government from time to time to the students admitted to the course. 6. The Educational Agency will agree to appoint and fix the service conditions of the teachers and non-teaching staff in the college for conducting the course/courses as followed by Government in conducting similar course/courses. 7, The Educational Agency will agree to institute an appropriate governance structure that would ensure transparency, efficiency and social accountability in the Institution as determined by Government from time to time. 8. The Educational Agency will agree to publish the details regarding the establishment and governance structure that would ensure transparency, efficiency, admission, fees, courses, results, teaching and other staff and any further information as required by Government on the website of the Educational Agency. 9. The Educational Agency will agree to run only courses approved by Government and the University concerned, 10.The Educational Agency will agree to enable Government and its representatives to check, verify and monitor the compliance of the conditions mentioned above at anytime Government so decides. 11.The Educational Agency will agree to enter into an agreement with the affiliating University on the terms determined by the affiliating University in respect of all of the matters contained in this Agreement. 12, In the event of breach of any of the conditions mentioned above by the Educational Agency, Government is authorized to adjudicate the quantum of compensation which the Educational Agency is liable to pay to Government, if any, and upon such adjudication, the Educational Agency, should pay to Government the amount so fixed, failing which the amount of compensation adjudicated shall be recoverable under the provisions of Kerala Revenue Recovery Act, 1968, as if they were public revenue due on land. 13. No Objection Certificate/ Renewal granted shall be valid up to the end of the Academic Year 2020-21 and renewable on the request of the Educational Agency and subject to the satisfactory compliance of the conditions specified herein. 14. In the event of breach of any of the conditions mentioned above by the Educational Agency, Government shall also be entitled to withdraw the sanction without formal notice to the Educational Agency.",
    "References": "1. G.O.(Ms)No.246/2020/HEDN dated 01/07/2020\n2 Letter F.No. South-West/1-7006149463/2020/EOA dated 15-06-2020 from the Member Secretary, All India Council for Technical Education, New Delht.\n3.University Order No.U.O.No. 9726/2020/Admn dated 19-1 0-2020 fram the Assistant Registrar, University of Calicut, Malappuram.\n4. A. Letter No. L3/4068/20/DTE dated 24-11-2020 from the Director of Technical Education, Thiruvananthapuram.\n5. Letter of Undertaking dated 13-03-2020 submitted by _ the Chairman/Managing Trustee, LEAD College of Management, Dhoni, Palakkad.\n6, Agreement dated 23-12-2020 executed by the Chairman/Managing Trustee,LEAD College of Management, Dhoni, Palakkad.",
    "Department": "HIGHER EDUCATION (J) DEPARTMENT"
}