{
    "Abstract": "Technical - Allotment of seats by the Commissioner for Entrance\n\nExaminations in the Self Financing Engineering Colleges under Kerala\nCatholic Engineering College Management Association (KCECMA) - Govt\norder modified- - Orders Issued.",
    "Order ID": "G.O.(Ms)No.394/2020/HEDN Dated,Thiruvananthapuram, 07/11/2020",
    "Order Issued By": "(By order of the Governor)\nC AJAYAN\nADDITIONAL SECRETARY",
    "Body Para": "As per the agreement read as 1st paper above, Government of Kerala entered into a consensual agreement with Kerala Catholic Engineering College Management's Association on Fee structure and Allotment of seats by the Commissioner for Entrance Examinations in the Self Financing Engineering Colleges under Kerala Catholic Engineering College Management Association , for the academic year 2020-21 , 2021-22 and 2022-23 and as per the Government Order read as 2nd paper above, the above said agreement is approved and orders issued.  As per the Notification dated 15.10.2020 by AICTE read as 3rd paper above, the last date of admission to first year Engineering Courses  (UG/Diploma/ Lateral Entry) is extended to 30th November of 2020 and the last date of commencement of classes of first year is 18 December 2020.  Considering the AICTE Notification and JEE Alottment Schedule, the Government entered into an Additional Agreement with Kerala Catholic Engineering College Management Association on 07.11.2020 .In view of the above, Government are pleased to approve the following modifications to the Govt order read as 2nd paper read above.  1. The Clause (6) of the Original Agreement executed on 01.10.2020 is modified as follozos:  The Commissioner for Entrance Examinations shall complete all allotments as decided by her before the 16th November 2020. The last date for  such students to join the respective colleges will be 16th November 2020. The CEE will not re-allot students already allotted to a coliege and admitted in the college either by the CEE or the Management after this final allotment.  2. The Clause (7) of the Original Agreement executed on 01.10.2020 is modified as follows:  The Educational Agency shall be entitled to fill up those seats still  remaining unfilled after 1658 November 2020, from the seats set apart for allotment by the CEE. These unfilled seats from Government side will be reverted to the Educational Agency as additional management seats and the Educational Agency can fill wp those seats with students who have figured in the rank list of any of the recognized Entrance Tests conducted for the purpose.  3. The 4th line of Clause (8) of the Original Agreement executed on 01.10.2020 is modified as follows:  For the students admitted in the member colleges based on the allotment of the CEE, the rest of the Tuition Fee, Special fee, any Statutory fee and any other Miscellaneous fee shall be paid by the student directly in the college at the time of admission in the college based on the allotment of the  student but not later than 16 November 2020. The amount retained by the Commissioner for Entrance Examinations in respect of each student shall be  paid to the college before 30th December 2020. 4.The Clause (15) of the Original Agreement executed on 01.10.2020 is modified as follows:  There shall be no liquidated damages as per the norms and regulations of clause 7.13 of chapter VII of AICTE approval process handbook 2019-2020 as per G.O(Rt) No.77/2019/HEDN dated.18.01.2019  5. The dates mentioned in the paragraphs above apply only to the academic year 2020-21.  Government Order read as 2nd paper above stands modified to the above extent .",
    "References": "1 Agreement executed between Kerala Catholic Engineering College Management's Association (KCECMA) dated 01.10.2020\n2 GO(Ms) No.334/2020/H.Edn Dated 01.10.2020\n3 AICTE Notification no:- AICTE/ AB/Academic calender /2020-21 dated 15.10.2020.\n4 Letter No. 1416/20/ASC/HO of Admission Supervisory Committee dated 22.10.2020\n5 Additional Agreement executed between Kerala Catholic Engineering College Management's Association (KCECMA) dated 07.11.2020.",
    "Department": "HIGHER EDUCATION(G) DEPARTMENT"
}