{
    "Abstract": "Technical - Admission to Professional Degree Courses for the academic year 2020-21 - for the Government Controlled Self Financing Engineering Colleges - Orders Issued.",
    "Order ID": "G.O.(RtH)No. 1417/2020/HEDN Dated, Thiruvananthapuram, 13/11/2020",
    "Order Issued By": "(By order of the Governor)\nDr. USHA TITUS\nPRINCIPAL SECRETARY",
    "Body Para": "As per the Notification dated 15.10.2020 by AICTE read above,the last date of Admission to first year Engineering Courses (UG/Diploma/ Lateral Entry) is extended to 30th November of 2020 and the last date of commencement of classes of first year is Ist December 2020. 2. Considering the AICTE Notification and JEE Alottment Schedule, it was decided to reschedule the alotment for KEAM 2020 to the Government Controlled Self Financing Engineering Colleges and in the present scenario the following dates for the allotment to the Government Controlled Self Financing Engineering Colleges for the year 2020-21 may be fixed. a. The Commissioner for Entrance Examinations shall complete all allotments as decided by her or before the 16\" November 2020 The last day for students to join the Colleges will be 16\" November 2020. The Commissioner for Entrance -Examinations shall furnish the allotment lists of the students to be admitted to the Government Self Financing Engineering Colleges on or before 16\" November 2020. b. The Commissioner for Entrance Examinations shall not allot any student to the Government Controlled Self Financing Engineering Colleges after the 16 November 2020 in any Engineering Courses. The Government Controlled Self Financing Engineering colleges shall be entitled to fill seats remaining unfilled in Government Controlled Self Financing Engineering Colleges after the 16\" November 2020 and these seats that remain unfilled in the Government Quota will be available to the Government Self Financing Engineering Colleges as additional seats and the Government Controlled Self Financing Engineering Colleges shall fill up those seats from among the applicants who have figured in the rank list of any of the recognized Entrance Tests conducted for the purpose. c.The Government Controlled Self Financing Engineering Colleges shall issue Transfer Certificate and other documents to the students, if they are interested to join another college, irrespective of date. d. The amount retained by the Commissioner for Entrance Examinations inrespect of each student shall be paid to the Colleges before 30\" December 2020.",
    "References": "AICTE Notification No.AICTE/AB/Academic Calendar/2020-21 dated 15.10.2020",
    "Department": "HIGHER EDUCATION (G) DEPARTMENT"
}