{
    "Abstract": "Higher Education Department- Technical Education- Order dated 04/10/2018 in TA No.4499/2017 (formerly W P(c)31104/2011 of Hon'ble High court) filed before the Hon'ble Kerala Administrative Tribunal by Shri. Sharmad S N,Lecturer in Computer Engineering- Complied with - Orders issued",
    "Order ID": "G.O.(Rt)No.1616/2020/HEDN Dated, Thiruvananthapuram, 24/12/2020",
    "Order Issued By": "(By order of the Governor)\nTHARUN LAL.S\nJOINT SECRETARY",
    "Body Para": ". ShriShamnad S N_ Lecturer in Computer Engineering filed TA No .449912017(formerlyWP(c) 3111) 412011 of Hon'ble High court) before the Hon'ble Kerala Administrative Tribunal praying for a direction to the respondents to convene adhac review Departmental Promotion Committee for selection to the post of Lecturer in Computer Engineering for the year 2006 against the vacancies pointed out by him. 2) The Tribunal in the Judgment read as 3rd paper has set aside Exhibit P.16 order read as ist paper above and directed the 1st respondent (State of Kerala) to reconsider Ext.P13 read as 2nd paper above with notice to the applicant and any other affected parties and pass fresh orders regarding the claim of the applicant for retrospective promotion to the post of lecturer in Computer Engineering, within a period of three months from the date of receipt of a copy of this order 3) Accordingly the Petitioner was provided with a hearing on 07.01.2019 in the presence of the official from the Directorate of Technical Education. In the hearing the petitioner submitted the following facts . 1, The Seniority list of candidates qualified for by transfer appointment as Lecturer in Computer Engineering in Polytechnics under Department of Technical Education up to 31.12.2006 was finalized as per Order No. EG1/2360/07/DTE dated : 16.07.2007 of the Director of Technical Education . 2. According to the preference given for the categories, his name was included as SI.No.3 in the Seniority list. 3. During 2006, open vacancies of Lecturer in Computer Engineering were existed in the following Polytechnics. \frie MO.PMEUVN LOI420/2U LO-MiCUN Govt.Polytechnic College , Muttom : One vacancy due to the LWA sanctioned to Smt.Deepa S $ for 5 years from 07.03.2006. Govt.Polytechnic College . Vennikkulam : One vacancy due to the relief of ShriShibu Kumar , for accepting new appointment in Engineering College, from 13.03.2006. One vacancy due to the LWA availed by Smt. Souda Begum for 5 years from 13.08.2006. 4, Though the first vacancy of 2006 was occurred on 07.03.2006, no staff member in the list was qualified on the date. 5. He has acquired B.Tech qualification on 10.03.2006, and became eligible for appointment as Lecturer against the vacancy from the date onwards. | 6. When ithe second vacancy occurred on 13.03.2001, he was the only qualified candidate for by transfer appointment to the post. 7. No one other than him was fully qualified for by transfer appainimert upto 03.06.2006. Any af the vacancy had to be proposed for assignment io him before the Departmental Promotian Commitiee heid on 04.01.2008. 8. If the above said vacancies had been placed before the Departmental Promotion Commitiee held on 04.01.2008, he will be the only eligible candidates for selection to the post of Lecturer. 9. But the first two vacancies were suppressed before the Departmental Promotion Committee held on 04.01.2008, and only the third vacancy occurred on 13.08.2006 was reported to the Departmental Promotion Committee for providing by transfer appointment to Smit. Asha Sukumaran who become qualified only on 03.06.2006, 10. Whether. deliberately or casually; the two vacancies existed from 07.03.2006 and 13.03.2006 respectively were not placed before the Departmental Promotion Cammitiee for the year 2006. 1. The act of negligence in reporting the two vacancies iruly existed in 2006, resulted in the denial his legitimate right for by transfer appointment as Lecturer in Polytechnic in 2006. 12. The authority authorized to ensure the vacancies and place the deiails before the Departmental Promotion Committee suppressed the required details and denied my legitimate right with the shoulders of the Departmental Promotion Committee . 4) The main request of Sri Shamnad is a. to revise the select list of candidates eligible for by transfer appomiment as iecturer in Computer Engineering for the year 2006, by taking into consideration of the actual vacancies available on 07.03.2006 and 13.03.2006. b. to appointment him as Lecturer in Computer Engineering , on the basis of the revised Select list 2006, and c. to revise his seniority in the post of Lecturer in Computer Engineering accordingly. rile NO.ACUN-LS/ 326/40 16-NEUN ) Director of Technical Education has reported that Sri: Shamnad S.N was working as Demonstrator in Computer since 1999. He passed B.Tech Degree examination on 10.03.2006 and thus qualified for By.-transfer appointment to the post of Lecturer in Computer Engineering . Consequently he was included in the list of candidates who acquired B.Tech up to 31.12.2006 as SI .No;3 as per his seniority in the department for appointment to the post of the lecturer published vide order no. EG1/2360/2007/DTE dated: 16.07.2007. 6) Appointment to the post of Lecturer in Polytechnics from Demonstrator category , is not in the normal ine of promotion but through by-transfer from the subordinate service to the state service which needs the approval of Department Promotion Committee (L) by drawing a select list . Hence no incumbent in the subordinate service can claim a promotion to the post of Lecturer from the date of acquisition of qualification. 7) One vacancy of Lecturer in Computer Engineering that occurred on 13.08.2006 was reported for consideration before the Departmental Promotion Committee (L) for the year 2006. The Departmental Promotion Committee (L) for 2006 was convened on 04.01/2008 and select list for the post of Lecturer in Computer Engineering published by selecting Smt. Asha Sukumaran, ranked no.1 in the seniority list. &) Sr. Shamnad S.N was selected for the post of fecturer in the Deparimenial, Promotion Committee (L) for the year 2007 held on 30.09.2009 and the select list published on 16.10.2009. As such he was promoted as Lecturer vide order no. EC3/37745/2009/DTE dated: 20.11.2009. 9) There was only one vacancy that occurred on 13.08.2006 that was reported to the Departmental Promotion Committee {L). The date of occurrence of vacancy has fallen on a date after the date of acquisition of qualification by the applicant and the selected person. The selected person's position in ihe seniority list is above (rank no.1) for the selected person and rank no.3 for the petitioner that of the applicant. 10) The applicant had represented and reported the vacancy in question in the year 2010 and by that time the selected person was appointed ( in the year 2008). Thus the applicant had not submitted his request for review of select list in time. By the time Shri. Shamnad S.N had approached the authorities in 18.05.2010 . all the vacancies that existed up 14.01.2009 were reported to Kerala Public Service Commission irrespective of the date of occurrence of vacancy based on the court direction dated 15.12.2008 in WP 28807/08 filed by Smt. Chitra Raj.N Jt is also informed that the Kerala Public Service Commission had advised candidates against those vacancies reported and accordingly appointment effected. 11) From the details stated above it can be concluded that SriShamnad S.N submitted his complaint about the existence of vacancies of 2006 other than one considered by Departmental Promotion Committee (L) 2006, in his representation dated 18.05.2010. By this time je, on 14.01.2009 the judgement dated 15/12/2008 in WP  no 28807/08 filed by Smt.Chitra RajN Department had traced out all the vacancies of Lecturer in Computer Engineering and reported all those to Kerala Public Service Commission irrespective of the date of occurrence of vacancy . The vacancies once reported to Kerala Public Service Commission cannot be taken back for By-transfer appointment . For the reasons mentioned therein the department could not point out a vacancy for convening Ad- Hoc Departmenial Promotion Committee(L) meeting to relieve the contention of the petitioner . 12) Government examined the points raised by SriShamnad and Director of Technica! Education in detail and observe that SriShamnad has raised complaints against his promotion after he Me spec BPE EMF ED Be hee Ie FE SP ERIE E Ba 2a EY has been promoted to the post of Lecturer n 2009. But by 14-01-19 the department had traced out all the vacancies of Lecturer in Computer Engineering and reported all those to Kerala Public Service Commission irrespective of the date of occurrence of vacancy , as per the direction of the Hon'ble High Court in the judgement dated 15/12/2008 in WP  no 28807/08 filed by Smt.Chitra Raj.N . The vacancies once reported to Kerala Public Service Commission cannot be taken back for By-transfer appointment. Besides the claim for promotion on the date of acquisition of qualification and on the very occurrence of vacancy cannot be acceded as promotion from State Subordinate Service to Siate Service involves certain procedures without which the promotion will be incomplete. y-transfer appointment is based on seniority and the one vacancy that occurred was on 13-08-2006 as reported by the DTE. Therefore, the officer cannot claim reirospective promotion. For the reasons stated above the request for SriShamnad for the revision of seniority list and appointment to the post of Lecturer on the date of acquisition of qualification and on very the occurrence of vacancy cannot be considered and is rejected 13) Exhibit P1i2 representation read as 2nd paper above is disposed of and the direction in the judgement read as 3rd paper above is complied with accordingly",
    "References": "GO(Rt) no 1243/201/HEDN dated 10.08.2011 (Exhibit P16)\n2 Appeal Petition submitted by the applicant Shri. Shamnad S N,Lecturer in Computer\nEnaineering (Exhioit P13)\n3 Order dated 04/10/2018 in TA No.4499/2017 (formerlyW P(c)31104/2011 of Hon ble high court) filed before the Hon'ble KeralaAdministrative Tribunal by Shri. Shamnad S N,Lecturer ini Computer Engineering |",
    "Department": "HIGHER EDUCATION ({L) DEPARTMENT."
}