{
    "Abstract": "Higher Education Department - Faculty Development Programme (FDP) of University Grants Commission ~ Sri. Biju Mathew, Assistant Professor in Economics, Malabar Christian College, Kozhikode  Extension of the term of deputation for completing Ph.D.Course - Sanctioned - Orders issued. eeI",
    "Order ID": "G.O.(Rt.)No:1639/2020/H.Edn Dated, Thiruvananthapuram, 30-12-2020",
    "Order Issued By": "By Order of the Governor RAJESHKUMAR IC.K. Under Secretary to Government",
    "Body Para": "Sri. Biju Mathew, Assistant Professor in Economics, Malabar Christian College, Kozhikode was sanctioned deputation for undergoing Ph.D Course for the period from 01-01-2015 to 31-12-2016, under Faculty Development Programme (FDP) of University Grants Commission as per Government Order nend 8 paper above. Now, the Director of Collegiate Education as per letter read 10 paper above reported that the University Grants Commission had extended the period of fellowship of Sri. Biju Mathew, Assistam Professor in Economics, Malabar Christian College, Kozhikode for a further period from 01-01-2017 to 31-03-2017, for completing his Ph.D. Course, and has therefore requested to extend the term of deputation of the Teacher Fellow accordingly. Government have examined the request in detail and are pleased to accord sanction for the extension of the term of deputation of Sri. Biju Mathew, Assistant Professor in Economics, Malabar Christian College, Kozhikode for the period from 01-01-2017 to 31-03-2017, for completing Ph.D. Course, under Faculty Development Programme (FDP) of University Grants Commission (TFS), subject to the conditions laid down in the Government orders read above. The revised bond as per the Government Orders read 5, 6 and 7 paper above shall also be executed as the case may be.",
    "References": "G.O.(P)No.166/87/H.Edn. Dated 04-06-1987 \nG.O.(Rt)No.1560/94/H.Edn. Dated 18-10-1994\nG.O.(Rt)No.1216/95/H.Edn. Dated 30-08-1995\nG.O.(Rt) No.2025/09/H.Edn. Dated 02-12-2009\nG.O.(MS) No.159/10/H.Edn. Dated 15-07-2010\nG.O.(Rt) No.1921/10/H.Edn. Dated 04-10-2010\nG.O.({Rt) No.1069/13/H.Edn. Dated 05-06-2013\nG.O(Rt)No. 2117/2016/H.Edn. Dated | 1-08-2016Letter No. F.FIP/1 ath plan KLCA 043 dated : 22-12-2016 from the Joint Secretary, UGC South Western Regional Office, Bangalore 10. Letter No. F(1) /44921/2016/DCE dated: 22-09-2020 from the Director of Collegiate Education, Thiruvananthapuram",
    "Department": "HIGHER EDUCATION (K) DEPARTMENT"
}
