{
    "Abstract": "Technical Education- Government & Aided Polytechnic Colleges - Deputation of faculty for PhD Programme under QIP(Poly) Scheme (AICTE QIP (Poly)) during the academic year 2020-2021 Sanctioned - Orders issued.",
    "Order ID": "G.O.(Rt)No. 1370 /2020/HEDN Dated, Thiruvananthapuram, 03/11/2020",
    "Order Issued By": "(By order of the Governor)\nSREEDEVI E.S\nUNDER SECRETARY",
    "Body Para": "As per the Government order read as paper 1 above . Sri. Sayuj. T. Lecturer, Department of Mechanical Engineering, Government Polytechnic College, Kunnamkulam has heen deputed to 60 days pre PhD programme (Advance Admission to Ph.D) under OIP(Poly) Scheme ((AICTE QIP (Poly)) during 1919-20 leading to final admission during 2020-2021 Programme at National Institute of Technology Karnataka. Surathkal.  2) Director of Technical Education . as per the letter read as 3 paper above , has  forwarded the proposal to depute Sri. Sayuj T. Lecturer . Department of Mechanical Engineering , Government Polytechnic College . Kunnamkulam to PhD programm under QIP (Poly) Scheme (AICTE QIP (Poly)) during the academic year 2020-2021 at National Institute of Technology Karnataka . Surathkal. 3) Government have examined the proposal in detail and are pleased to approve the decisions of the Screening Committee read as 2 paper above and accord sanction to depute of Sri. Sayuj .J lecturer , Department of Mechanical Engineering, Government Polytechnic College. Kunnamkulam to PhD Programme under QIP (Poly) Scheme(AICTE QIP (Poly)) during 2020-2021 at National Institute of Technology Karnataka, Surathkal who has successfully completed 60 days contact programme, The vacancy that will arise due to the deputation under QIP for PhD should strictly be retained at the institution from which the candidate is deputed.",
    "References": "1.G.0. (Rt) No: 624/2020 / HEDN Dated : 18.05.2020\n+ Minutes of the Screening Committee meeting held on 19.1 0.2020.\n3 Letter No.L2/34254/2019/DTE dated 20.10.2020 from the Director of Technica!\nEducation, Thiruvananthapuram.",
    "Department": "HIGHER EDUCATION (L) DEPARTMENT"
}