{
    "Abstract": "Higher Education - Permission to start additional batch of B.Tech Computer Science & Engineering in TKM College of Engineering, Kollam - Sanctio accorded - Orders issued.",
    "Order ID": "G.O.(RONo.1356/2020/HEDN Dated, Thiruvananthapuram, 30/10/2020",
    "Order Issued By": "(By order of the Governor SREEKALA  DEPUTY SECRETARY",
    "Body Para": "The Director of Technical Education, as per the letter read as 2n paper above, has forwarded a proposal to grant permission to start a additional batch of U.G programme with an intake of 60 students in th Computer Science & Engmeering batch at TKM College of Engineering Kollam from the academic year 2020-21. The Management, as per the lette read as Ist paper above, has stated that at present there is sufficien infrastructure facilities for commencing this batch and also that there is no nee of any post creation for the coming four years for this batch. The Registrar APJ Abdul Kalam Technological University, vide order read as 3rd paper above, has accorded provisional affiliation for the commencement of B.Tec in Computer Science & Engineering (60 seats) (Adiditional batch) in TK College of Engineering, Kollam Government have examined the matter in detail. Sanction is hereb accorded to commence the additional batch of B.Tech Computer Science  Engineering (60 seats) in TKM College of Engineering, Kollam subject to th condition that there will be no financial commitment on. the part of the File No.HEDN-J3/141/2020-HED Government and no new post creation in this regard shall be allowed for th next five years.",
    "References": "G.O. Letter No. C1/557/2020 dated 22.05.2020 from the Chairman Governing Body, TKM College of Engineering, Kollam \n2. Letter No, L3/11410/20/DTE dated 03.06.2020 from the Director of Technical Education, Thiruvananthapuram.\n3. Order No. U.O. No. 978/2020/KTU dated 10.07.2020 of the Registrar, APJ Abdul Kalam Technolo gical University.\n4. Letter No. KTU/ASST7(ADMINY/556/20/DTE dated 13.07.2020 from the Registrar, APJ Abdul Kalam Technological University, Thiruvananthapuram.",
    "Department": "HIGHER EDUCATION (J) DEPARTMENT"
}