{
    "items": [
        {
            "Abstract": "Revised Guidelines for conducting Training programmes, Seminars, Conference, Workshop in Government Engineering colleges and Polytechnic colleges",
            "Subsection": [
                "Technical Education"
            ],
            "Status": "Approved",
            "Order Status": "Orders issued",
            "Order ID": "1606_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-12-2020",
            "Order Issued By": "C. AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the letters read above, the Director of Technical Education has submitted revised Guidelines for conducting Training programmes, Seminars, Conference, Workshop in Government Engineering colleges and Polytechnic colleges along with proposal for permission to conduct Online Training programmes, Seminars, Conference, Workshops considering the present COVID- 19 pandemic situation 2. The Director of Technical Education has also submitted that the total expenditure for the conduct of the programmes remains same as in the existing guidelines and no additional financial commitment is required for effecting the revision. 3. Government have examined the proposal of the Director of Technical Education in detail and are pleased to approve the revised guidelines for conducting Training Programmes, Seminars, Conference, Workshop in Government Engineering colleges and Polytechnic colleges and permission is also granted for conducting Online Training programmes, Seminars, Conference, Workshops, as appended herewith:",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1606_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Allotment of seats by the Commissioner for Entrance  Examinations in the Self Financing Engineering Colleges under Kerala Catholic Engineering College Management Association (KCECMA)",
            "Subsection": [
                "Technical"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "394_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "07-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the agreement read as 1st paper above, Government of Kerala entered into a consensual agreement with Kerala Catholic Engineering College Management's Association on Fee structure and Allotment of seats by the Commissioner for Entrance Examinations in the Self Financing Engineering Colleges under Kerala Catholic Engineering College Management Association , for the academic year 2020-21 , 2021-22 and 2022-23 and as per the Government Order read as 2nd paper above, the above said agreement is approved and orders issued.  As per the Notification dated 15.10.2020 by AICTE read as 3rd paper above, the last date of admission to first year Engineering Courses  (UG/Diploma/ Lateral Entry) is extended to 30th November of 2020 and the last date of commencement of classes of first year is 18 December 2020.  Considering the AICTE Notification and JEE Alottment Schedule, the Government entered into an Additional Agreement with Kerala Catholic Engineering College Management Association on 07.11.2020 .In view of the above, Government are pleased to approve the following modifications to the Govt order read as 2nd paper read above.  1. The Clause (6) of the Original Agreement executed on 01.10.2020 is modified as follozos:  The Commissioner for Entrance Examinations shall complete all allotments as decided by her before the 16th November 2020. The last date for  such students to join the respective colleges will be 16th November 2020. The CEE will not re-allot students already allotted to a coliege and admitted in the college either by the CEE or the Management after this final allotment.  2. The Clause (7) of the Original Agreement executed on 01.10.2020 is modified as follows:  The Educational Agency shall be entitled to fill up those seats still  remaining unfilled after 1658 November 2020, from the seats set apart for allotment by the CEE. These unfilled seats from Government side will be reverted to the Educational Agency as additional management seats and the Educational Agency can fill wp those seats with students who have figured in the rank list of any of the recognized Entrance Tests conducted for the purpose.  3. The 4th line of Clause (8) of the Original Agreement executed on 01.10.2020 is modified as follows:  For the students admitted in the member colleges based on the allotment of the CEE, the rest of the Tuition Fee, Special fee, any Statutory fee and any other Miscellaneous fee shall be paid by the student directly in the college at the time of admission in the college based on the allotment of the  student but not later than 16 November 2020. The amount retained by the Commissioner for Entrance Examinations in respect of each student shall be  paid to the college before 30th December 2020. 4.The Clause (15) of the Original Agreement executed on 01.10.2020 is modified as follows:  There shall be no liquidated damages as per the norms and regulations of clause 7.13 of chapter VII of AICTE approval process handbook 2019-2020 as per G.O(Rt) No.77/2019/HEDN dated.18.01.2019  5. The dates mentioned in the paragraphs above apply only to the academic year 2020-21.  Government Order read as 2nd paper above stands modified to the above extent .",
            "References": [
                "334_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION(G) DEPARTMENT",
            "file_name": "394_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Interest Free Refundable Deposit for the year 2020-21",
            "Subsection": [
                "KEAM 2020",
                "Viswajyothi College of Engineering and Technology"
            ],
            "Status": "Exempted",
            "Order Status": "Orders issued",
            "Order ID": "1625_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-12-2020;",
            "Order Issued By": "C. AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Government order read as Ist paper above, three colleges under Kerala Catholic Engineering College Management's Association including Viswajyothi College of Engineering and Technology are exempted from collecting interest free refundable deposit from the students for the allotment to engineering courses for the academic year 2019-20. 2. As per the letter read above, Viswajyothi College of Engineering and Technology under Kerala Catholic Engineering College Management's Association, requested to exempt them from collecting Interest free refundable deposit from the students for allotment to Engineering Courses for the academic year 2020-21. 3. Government have examined the matter in detail and are pleased to exempt the Viswajyothi College of Engineering and Technology from collecting Interest free refundable deposit from the students for the allotment to engineering courses for the academic year 2020-21,",
            "References": [
                "928_2019_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1625_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Relinquishment of promotion to the post of Principal in Government Arts & Science College",
            "Subsection": [
                "Higher Education Department",
                "Collegiate Education",
                "Establishment"
            ],
            "Status": "Accepted",
            "Order Status": "Orders issued",
            "Order ID": "1491_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "27-11-2020",
            "Order Issued By": "HARI KUMAR G JOINT SECRETARY",
            "Body": "In the circumstances reported by the Director of Collegiate Education in the letter 2nd cited Government are pleased to accept the temporary relinquishment of promotion to the post of Principal in Government Arts & Science Colleges made by the following\nincumbents .Name /Name and Designation /Name and Designation Promotion Post Post| Nature Nature of relinquishment Nature of relinquishment Dr. Kadeeja.P Temporarily for a period of Principal Associate Professor two years. Dr.Sulaiman. V . Temporarily for a period of\nPrincipal Associate Professor one year.",
            "References": [],
            "Department": "HIGHER EDUCATION (F) DEPARTMENT",
            "file_name": "1491_2020_HEDN",
            "Directorate": "F",
            "Language": "eng"
        },
        {
            "Abstract": "Admission to Professional Degree Courses during 2020-21",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1474_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRET",
            "Body": "As per the Government order read above, the prospectus for admission to Professional Degree Courses in the State during 2020 has been approved by Government. Subsequently, Kerala Engineering, Architecture and Medical Entrance Examination (KEAM-2020) was conducted by the Commissioner for Entrance Examinations and rank list published.  2. It has come to the notice of Government that there are many instances in which the candidates, who have qualified the Kerala Engineering Examination (KEAM-2020), could not upload mark list of the qualifying examination within the time limit stipulated in the KEAM 2019 prospectus due to some technical difficulties and hence not included in the rank list published by the Commissioner for Entrance Examinations. Representations are received in Government requesting to prepare a supplementary rank list for B. Tech admission for the year 2020-21.  3, Government have examined the matter in detail and are pleased to accord sanction to the Commissioner for Entrance Examinations for the preparation of a supplementary rank list for B. Tech admission for the year 2020-21 subject to the following conditions:  1. The supplementary list shall be prepared from among the candidates those who have qualified KEAM- 2020 and who have not uploaded the \fPOPS TUE ALLE eI UE Phi  mark list of the qualifying examination.  2. The supplementary list will be applicable to the vacant seats existing in Government Controlled Self Financing Engineering Colleges and Private Self Financing Engineering Colleges only. The qualifications of the candidates to be included in the supplementary list shall be in accordance with Clause 6.2 and Clause 9.7.5. of the KEAM -2020 Prospectus.  3.The preparation of the supplementary list will be a onetime measure for the academic year 2020-21.  4. The time limit prescribed by the AICTE/ CoA in this regard shall be strictly adhered to.",
            "References": [
                "62_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1474_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Trivandrum Engineering Science and Technology (TrEST) Research Park",
            "Subsection": [],
            "Status": "Sanction accorded",
            "Order Status": "orders issued",
            "Order ID": "1416_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "13-11-2020",
            "Order Issued By": ". C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Government order read above, Administrative Sanction was accorded for an amount of Rs. 150 Lakh for the implementation of projects and to meet the administrative expenditure for Trivandrum Engineering Science and Technology Research (TrEST) Park, Thiruvananthapuram for the current financial year under the head of account 2203-00-112-57 (plan). Government as per orders read as 2nd and 3'4 released an amount of Rs.89.62 Lakh to meet expenditure towards Project cost and also towards Administrative Cost of the Park. 2. By letter read above, Chief Executive Officer, TrEST Research Park requested to release an amount of RS.60.38 Lakhs for meeting the committed and anticipated expenditure of the Park till the end of year. 3. Government have examined the matter and are pleased to release an amount of Rs.40,25,000/- (Rupees Forty Lakh and Twenty Five Thousand only) from the balance available to TrEST Park under the head of account 2203-00- 112-57 (P) to meet the immediate requirements from the current year's budget provision and authorise the Senior Administrative Officer, Directorate of Technical Education to immediately transfer credit the same to P5TSB account No. 799012700001421 in the Sub - Treasury, Thiruvananthapuram Engineering College campus.",
            "References": [
                "732_2020_HEDN",
                "867_2020_HEDN",
                "1147_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1416_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Prospectus for MBA Admission being conducted in College of Engineering, Thiruvananthapuram for the year 2020-21",
            "Subsection": [
                "Higher Education",
                "Technical"
            ],
            "Status": "Approved",
            "Order Status": "Orders issued",
            "Order ID": "1361_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "02-11-2020",
            "Order Issued By": "C AJAYVAN ADDITIONAL SECRETARY",
            "Body": "In the circumstances reported by the Dircctor of Technical Education, Thiruvananthapuram as per letters read above, Government are pleased to approve the Prospectus for MBA course being conducted in College of Engineering, Thiruvananthapuram for the year 2020-21 appended to this Order.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1361_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Additional charge of Administrative Assistant to Shri. Ragesh R, Senior Superintendent",
            "Subsection": [
                "Technical Education",
                "Government Engineering College Sreekrishnapuram, Palakkad"
            ],
            "Status": "Ratified",
            "Order Status": "Orders issued",
            "Order ID": "1307_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "21-10-2020",
            "Order Issued By": "SREEKALA  DEPUTY SECRETARY",
            "Body": "In the circumstances reported by the Director of Technical Education as pe the letter read above, Government are pleased to ratify the action of the Director of Technical Education, Thiruvananthapuram in according ful additional charge of Administrative Assistant, Government Engineerin College Sreekrishnapuram, Palakkad to Shri. Ragesh R, Senior Superintendent Government Engineering College, Sreekrishnapuram, Palakkad for the perio trom 01.06.2020 to 02.07.2020, under Rule 53(b) Part 1 KSR.",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1307_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Admission to Professional Degree Courses 2020 (KEAM 2020) Kerala",
            "Subsection": [
                "Technical"
            ],
            "Status": "Amended",
            "Order Status": "Orders issued",
            "Order ID": "1382_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "05-11-2020",
            "Order Issued By": "C. AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Government Order read as Ist paper above, Government approved the Prospectus for  Admission to Professional Degree Courses for the year 2020(KEAM-2020). As per Clause 6.2.3(a) of the above said KEAM- 2020 Prospectus is as follows:  'Candidates who have passed 10+2 scheme of examination with at least 50% ageresate marks in Physics, Chemistry, and Mathematics and also at least 50% marks in aggregate of the 10+2 level examination or passed 10+3 Diploma examinations with Mathematics as compulsory subject with at least 50 % marks in aggregate are eligible for Architecture course.'  _ 2, Due to the pandemic situation of COVID-19, Council of Architecture has replaced the condition of 'atleast 50% of marks in PCM Subjects ' with a pass in PCM subjects only for this academic year. As per the letter read as 3\" paper above, the Commissioner for Entrance Examinations has recommended to amend the clause 6.2.3(a) of the KEAM 2020 Prospectus according to the Notification read as 2nd paper above.  3. Government have examined the matter in detail and are pleased to amend the Clause 6.2.3(a) of the KEAM 2020 Prospectus as detailed below:  Clause6.2.3(a): Architecture course: 'No candidate shall be admitted to B.Arch unless she/he has passed in 10+2 scheme of examination with PCM subjects or pass in 10+3 diploma with mathematics as the case may be.'   4 . Government Order read above stands modified to the above extent.",
            "References": [
                "62_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1382_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Permission for commencement of new courses in TS.M College of Engineering, Kollam and M.A. College of Engineering. Kothamangalam",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanclion accorded",
            "Order Status": "Orders issued",
            "Order ID": "1387_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "06-11-2020",
            "Order Issued By": "C AJAYAN ADDYTTIONAL SECRETARY",
            "Body": "The Registrar, APJ Abdul Kalam Jechnological University, vide order read as 18! paper above, has accorded provisional affiliation for the commencement of 1. tech in Computer Science and Engineering (Diis Seienee) (60 seats) in M.A. College of Engineering, Kothamangalam and Metech in) Civil Eengimeering Clransportation Engineering) (18 seats) in T.K.M College of Engineertig, Kollam. The Director of Technical Education, as per the letter read as 3! paper above, has also recommended the above proposal.  Government have examined the matter im detail. Sanction is hereby accorded to commence B.Tech in Computer Science and Engineering (Data Science) (60 seats) In M.A. College of Engineering, Kothamangalam) and Mefeech in Ciml Engineermy (lransportation Engineering) (18 seats) in EK.M College of [ngineering, Kollam subject to the condition that there will be no financial commitment on the part of the Government and no new post creation for these courses shall be allowed till 2025. Also. classes shall be run with Guest faculties only.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1387_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "towards the acquisition of 42.95 acres of land as per RFCTLARR Aci 2013",
            "Subsection": [
                "Release of Rs.4,03,80,000/"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1324_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-10-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the letter read above, the District Collector, Palakkad has requested Abstract Government for the release of an amount of Ks.4,03,80,000/- (Rupee Four Crore Three Lakh Eighty Thousand only), towards the acquisition of 42.95 acres land as per RFCTLARKR Act 2013 for ITT Palakkad ane has requested to allot the aforesaid amount to the Special Treasury Savings Bank Account operated by Special Tahsildar(iLAj.Vide reference second cited Government have sanctioned an additional amount of Rs.4,03,80,000/- under the h/a 2203-00-112-62 (P)(V) for the purpose of land acjuisition of 42.9% aeres lane as per RFCTLARR Act 2013 for IP, Palakkad.Government therefore accord sanction to deposit an amount of Rs5.4,03,80,000/- (Rupee Four Crore Three Lakh Eighty Thousand only), to the STSB operated by the Special Tahsildar(LA) uncler the Head of Account '8443- JU-717-99-00- Work Deposii' towards the acquisition of 42.95 acres of land for HW? Palakkad wile Gent No 14 in Government Order read as 1 above. .",
            "References": [
                "88_2018_FIN",
                "4279_2020_FIN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1324_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Shri. Jawahar Ali Khan H, Accounts Officer, Govt. Engineering College, Painavu, Idukki",
            "Subsection": [
                "Technical Education",
                "Declaration of probation"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1350_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-10-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "In the circumstances reported by the Director of Technical Education, as per the letter read above, Government are pleased to declare that Shri. Jawahar Ali Khan H, Accounts Officer, Govt. Engineering College, Painavu, Idukki has successfully completed his period of probation in the post of Accounts Officer in the scale of pay of Rs. 42500-87000 with effect from 17.01.2019 as per provisions in the KS&SSRs.",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1350_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Proposal for the supply and installation of CCTV, Class Room PA System, Networking and UPS for CCTV and PA system for Government Technical High School, Mananthavady",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Accorded",
            "Order Status": "Orders issued",
            "Order ID": "1493_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "Government are pleased to accord Administrative Sanction for the following proposal of the Director of Technical Education for the supply and installation of CCTV, Class Room PA System, Networking and UPS for CCTV and PA system for Government Technical High School, Mananthavady as approved in the Working Group Meeting held on 19.10.2020. The above approval is subject to the following general conditions:- 1) The release of funds will be need based, when actual expenditure falls due.  2)Adhoc/Advance release of funds before expenditure becoming due will not be allowed.  3) The total expenditure will be limited to the current year's budget provision.  4) If Computer purchase is involved, concurrence of Store Purchase Department should be obtained. Circular No. 25/16/Fin dated 01 06. 2016 should be strictly followed.  5) e-tender system should be followed.  6) Stores Purchase Rules should be strictly followed.  The expenditure for this purpose will be met from the Head of Account 2203- 00-103-99-34 OC(3)-OL-Plan in the current years budget and the amount shall not be used for any other purpose. Also, the DTE shall contact M/s KITE, Chicf Executive Officer to take necessary steps to make all the classrooms as smart classrooms.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1493_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "NOC for starting courses in Vimal Jyothi Engineering College, Kannur under APJ Abdul Kalam Technological University for the academic year 2020-21",
            "Subsection": [
                "Self Financing Engineering College"
            ],
            "Status": "Granted",
            "Order Status": "Orders issued",
            "Order ID": "462_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Orders read above, Government have accorded Admuustrative Sanction for starting of new courses/additional intake of the existing courses in various Self Financing Engineering Colleges under APJ Abdul Kalam Technological University for the academic year 2020-21. In the circumstances, Government are pleased to issue NOC for starting courses in Vimal Jyothi Engineering College, Kannur under APJ Abdul Kalam Technological University for the academic year 2020-21 as detailed below as per the conditions, specified nm the Government Orders read above and as per the terms and conditions stipulated in the agreement executed by the Management of Vimal Jyothi Engineering College, Kannur with the Additional Secretary, Higher Education Department read as 4th paper above and also subject to the conditions in the agreement executed by the Kerala Self Financing Engineering College Management's Association/Kerala Catholic Engineering College Management's Association concerned with Government from time to time:",
            "References": [
                "1149_2020_HEDN",
                "1232_2020_HEDN",
                "1257_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "462_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Deputation of faculties for Pre Ph.D Programme (60 days contact programme) under QIP 2020-21",
            "Subsection": [
                "Technical Education",
                "Engineering Colleges (Government/Aided)"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1431_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "17-11-2020",
            "Order Issued By": "SREEKALA S DEPUTY SECRETARY",
            "Body": "As per the minutes of the Screening Committee through video conferencing held on 19.10.2020 read as 5' paper above, the Director of Technical Education has forwarded the proposal and list of faculties to be deputed for Pre Ph.D Programme(60 days contact programme) in Government/ Aided Engineering Colleges under QIP 2020-21. The screening committee has taken the following decisions 1. Not to depute faculty in excess of the quota for each Engineering College. 2. Not to divert unused quota under one branch to accommodate candidates from another branch. 3. To depute 11 faculties from Government Engineering colleges and 20 faculties from Aided Engineering Colleges to Pre Ph D programme (60 days contact programme) 4. To Depute only 20% of the applicants to minor centres. Only the faculty 5 UR CUNSod BERETA e/a ECU PIL whose admission to Ph.D Programme is declined by the major centres (IITs, I1Scs, NITs) after test / interview alone will be considered to minor centres from the academic year 2021-22 onwards. 5. It is also decided the faculty who have got admission to the country's premier Institutes through a selection process such as JIT/NIT/IISC is permitted over and above the 2 faculty - . per college restriction, as it is good to encourage such faculty since the value addition is huge. 3. Government have examined the matter in detail and are pleased to approve the decisions of the Screening Committee and also approve the list of 11 faculties from Government Engineering colleges and 20 faculties from Aided Engineering Colleges for Pre Ph D programme (60 days contact programme) (list appended) for the deputation under QIP scheme for the year 2020-21.",
            "References": [
                "55_77_HEDN",
                "55_2008_HEDN",
                "317_10_HEDN"
            ],
            "Department": "HIGHER EDUCATION(G) DEPARTMENT",
            "file_name": "1431_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Construction of Compound wall for IIT land, Palakkad",
            "Subsection": [
                "Higher Education Department"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1627_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-12-2020",
            "Order Issued By": "C AJAYAN",
            "Body": "As per Government order read above, sanction was accorded to release an additional expenditure of Rs. 1000 for settling the advance bill in respect of construction of compound wall around IIT land, Palakkad. The District Collector, Palakkad vide letter read above has requested Government to release the fund in the Head of Account '4202-02-105-86-construction of compound wall for IIT, Palakkad (plan)'. 2. Government have examined the matter in detail and are pleased to release an additional amount of Rs. 1000 for settling the advance bill in respect of the work of construction of compound wall around IIT land, Palakkad under the Head of Account '4202-02-105-86-construction of compound wall for IIT, Palakkad (plan)' and this additional expenditure has been authorized vide Government order read as 1st paper above.",
            "References": [
                "6958_2020_FIN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1627_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Trivandrum Engineering Science & Technology [TrEST) Research park",
            "Subsection": [
                "H.Edn"
            ],
            "Status": "Appointment of Dr. Koshy P Vaidyan as Chief Executive Officer",
            "Order Status": "Orders issued",
            "Order ID": "11_2021U_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "01-01-2021",
            "Order Issued By": "CAJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Govt.Orders read as 1-3rd above, Dr Jayasankar Prasad C, Director of ICFOSS was posted as CEO of TrEST Research Park on full additional charge. Dr.Jayasankar Prasad continued to hold full additional charge at TrEST Park even when relinquished charge at [CFOSS and shifted to KSITIL as Managing Director, as per 4th paper above. 2. Dr. Jayasankar Prasad C , CEO, TrEST Research Park vide letter read as 58 paper above, tendered his resignation and requested to relieve him w.e.f 31-12-2020and further requested to consider the appointment of Dr. Koshy.P.Vaidyan, Director, Information Systems as the new CEO, TrEST Park with full additional charge. Dr. Koshy P Vaidyan, who is now holding the post of Director, Information Systems under Finance Department has adequate exposure in Technology areas in Government and Private sector. 3. Government have examined the matter in detail and are pleased to relieve DrJayasankar Parasad C from the post of Chief Executive Officer of Trivandrum Engineering Science and Technology [TrEST) Research Park by accepting his resignation and to appoint Dr. Koshy P Vaidyan, Director, Information Systems as Chief Executive Officer, on full additional charge with immediate effect. Dr. Koshy P Vaidyan will take over charge from Dr.Jayasankar Parasad C as per rules.",
            "References": [
                "1312_2018_HEDN",
                "1578_2018_HEDN",
                "164_2019_HEDN",
                "1786_2019_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "11_2021U_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Nomination of State Government Officials to the Board of Governors of Rajagiri School of Engineering & Technology, Kochi and Saintgits College of Engineering, Kottayam",
            "Subsection": [
                "Higher Education",
                "Technical Education"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1303_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "20-10-2020",
            "Order Issued By": "SREEKALAS DEPUTY SECRETARY",
            "Body": "Government are pleased to nominate Sri. Ajayan C., Additional Secretary to Government, Higher Education Department and Sri. Remesh T., Additional Secretary to Government, Additional Skill Ac quisition Programme (ASAP), Higher Education Department as Government nominee to the Board of Governors of Rajagiri School of Engineering & Technology, Kochi and Saintgits College of Engineering, Kottayam respectively on the basis of the regulation stipulated by UGC Guidelines for Autonomous Colleges.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1303_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Appoitment of Additional Director of Collegiate Education with additional charges of the State NSS Otficer",
            "Subsection": [
                "National Service Scheme",
                "Siate NSS Cell"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1623_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-12-2020",
            "Order Issued By": "PTHARUN LALS JOINT SECRETARY",
            "Body": "Government are picased iv appoint Additional Director of Collegiate Education, with addivonal charves oi the State NSS Olficer, until further orders. as the term of the present State Nov oilicer expired on U9. 12.2020.",
            "References": [
                "1623_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (A) DEPARTMENT",
            "file_name": "1623_2020_HEDN",
            "Directorate": "A",
            "Language": "eng"
        },
        {
            "Abstract": "Order dated 04/10/2018 in TA No.4499/2017 (formerly W P(c)31104/2011 of Hon'ble High court) filed before the Hon'ble Kerala Administrative Tribunal by Shri. Sharmad S N,Lecturer in Computer Engineering",
            "Subsection": [
                "Higher Education Department",
                "Technical Education"
            ],
            "Status": "Complied with",
            "Order Status": "Orders issued",
            "Order ID": "1616_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-12-2020",
            "Order Issued By": "THARUN LAL.S JOINT SECRETARY",
            "Body": ". ShriShamnad S N_ Lecturer in Computer Engineering filed TA No .449912017(formerlyWP(c) 3111) 412011 of Hon'ble High court) before the Hon'ble Kerala Administrative Tribunal praying for a direction to the respondents to convene adhac review Departmental Promotion Committee for selection to the post of Lecturer in Computer Engineering for the year 2006 against the vacancies pointed out by him. 2) The Tribunal in the Judgment read as 3rd paper has set aside Exhibit P.16 order read as ist paper above and directed the 1st respondent (State of Kerala) to reconsider Ext.P13 read as 2nd paper above with notice to the applicant and any other affected parties and pass fresh orders regarding the claim of the applicant for retrospective promotion to the post of lecturer in Computer Engineering, within a period of three months from the date of receipt of a copy of this order 3) Accordingly the Petitioner was provided with a hearing on 07.01.2019 in the presence of the official from the Directorate of Technical Education. In the hearing the petitioner submitted the following facts . 1, The Seniority list of candidates qualified for by transfer appointment as Lecturer in Computer Engineering in Polytechnics under Department of Technical Education up to 31.12.2006 was finalized as per Order No. EG1/2360/07/DTE dated : 16.07.2007 of the Director of Technical Education . 2. According to the preference given for the categories, his name was included as SI.No.3 in the Seniority list. 3. During 2006, open vacancies of Lecturer in Computer Engineering were existed in the following Polytechnics. \frie MO.PMEUVN LOI420/2U LO-MiCUN Govt.Polytechnic College , Muttom : One vacancy due to the LWA sanctioned to Smt.Deepa S $ for 5 years from 07.03.2006. Govt.Polytechnic College . Vennikkulam : One vacancy due to the relief of ShriShibu Kumar , for accepting new appointment in Engineering College, from 13.03.2006. One vacancy due to the LWA availed by Smt. Souda Begum for 5 years from 13.08.2006. 4, Though the first vacancy of 2006 was occurred on 07.03.2006, no staff member in the list was qualified on the date. 5. He has acquired B.Tech qualification on 10.03.2006, and became eligible for appointment as Lecturer against the vacancy from the date onwards. | 6. When ithe second vacancy occurred on 13.03.2001, he was the only qualified candidate for by transfer appointment to the post. 7. No one other than him was fully qualified for by transfer appainimert upto 03.06.2006. Any af the vacancy had to be proposed for assignment io him before the Departmental Promotian Commitiee heid on 04.01.2008. 8. If the above said vacancies had been placed before the Departmental Promotion Commitiee held on 04.01.2008, he will be the only eligible candidates for selection to the post of Lecturer. 9. But the first two vacancies were suppressed before the Departmental Promotion Committee held on 04.01.2008, and only the third vacancy occurred on 13.08.2006 was reported to the Departmental Promotion Committee for providing by transfer appointment to Smit. Asha Sukumaran who become qualified only on 03.06.2006, 10. Whether. deliberately or casually; the two vacancies existed from 07.03.2006 and 13.03.2006 respectively were not placed before the Departmental Promotion Cammitiee for the year 2006. 1. The act of negligence in reporting the two vacancies iruly existed in 2006, resulted in the denial his legitimate right for by transfer appointment as Lecturer in Polytechnic in 2006. 12. The authority authorized to ensure the vacancies and place the deiails before the Departmental Promotion Committee suppressed the required details and denied my legitimate right with the shoulders of the Departmental Promotion Committee . 4) The main request of Sri Shamnad is a. to revise the select list of candidates eligible for by transfer appomiment as iecturer in Computer Engineering for the year 2006, by taking into consideration of the actual vacancies available on 07.03.2006 and 13.03.2006. b. to appointment him as Lecturer in Computer Engineering , on the basis of the revised Select list 2006, and c. to revise his seniority in the post of Lecturer in Computer Engineering accordingly. rile NO.ACUN-LS/ 326/40 16-NEUN ) Director of Technical Education has reported that Sri: Shamnad S.N was working as Demonstrator in Computer since 1999. He passed B.Tech Degree examination on 10.03.2006 and thus qualified for By.-transfer appointment to the post of Lecturer in Computer Engineering . Consequently he was included in the list of candidates who acquired B.Tech up to 31.12.2006 as SI .No;3 as per his seniority in the department for appointment to the post of the lecturer published vide order no. EG1/2360/2007/DTE dated: 16.07.2007. 6) Appointment to the post of Lecturer in Polytechnics from Demonstrator category , is not in the normal ine of promotion but through by-transfer from the subordinate service to the state service which needs the approval of Department Promotion Committee (L) by drawing a select list . Hence no incumbent in the subordinate service can claim a promotion to the post of Lecturer from the date of acquisition of qualification. 7) One vacancy of Lecturer in Computer Engineering that occurred on 13.08.2006 was reported for consideration before the Departmental Promotion Committee (L) for the year 2006. The Departmental Promotion Committee (L) for 2006 was convened on 04.01/2008 and select list for the post of Lecturer in Computer Engineering published by selecting Smt. Asha Sukumaran, ranked no.1 in the seniority list. &) Sr. Shamnad S.N was selected for the post of fecturer in the Deparimenial, Promotion Committee (L) for the year 2007 held on 30.09.2009 and the select list published on 16.10.2009. As such he was promoted as Lecturer vide order no. EC3/37745/2009/DTE dated: 20.11.2009. 9) There was only one vacancy that occurred on 13.08.2006 that was reported to the Departmental Promotion Committee {L). The date of occurrence of vacancy has fallen on a date after the date of acquisition of qualification by the applicant and the selected person. The selected person's position in ihe seniority list is above (rank no.1) for the selected person and rank no.3 for the petitioner that of the applicant. 10) The applicant had represented and reported the vacancy in question in the year 2010 and by that time the selected person was appointed ( in the year 2008). Thus the applicant had not submitted his request for review of select list in time. By the time Shri. Shamnad S.N had approached the authorities in 18.05.2010 . all the vacancies that existed up 14.01.2009 were reported to Kerala Public Service Commission irrespective of the date of occurrence of vacancy based on the court direction dated 15.12.2008 in WP 28807/08 filed by Smt. Chitra Raj.N Jt is also informed that the Kerala Public Service Commission had advised candidates against those vacancies reported and accordingly appointment effected. 11) From the details stated above it can be concluded that SriShamnad S.N submitted his complaint about the existence of vacancies of 2006 other than one considered by Departmental Promotion Committee (L) 2006, in his representation dated 18.05.2010. By this time je, on 14.01.2009 the judgement dated 15/12/2008 in WP  no 28807/08 filed by Smt.Chitra RajN Department had traced out all the vacancies of Lecturer in Computer Engineering and reported all those to Kerala Public Service Commission irrespective of the date of occurrence of vacancy . The vacancies once reported to Kerala Public Service Commission cannot be taken back for By-transfer appointment . For the reasons mentioned therein the department could not point out a vacancy for convening Ad- Hoc Departmenial Promotion Committee(L) meeting to relieve the contention of the petitioner . 12) Government examined the points raised by SriShamnad and Director of Technica! Education in detail and observe that SriShamnad has raised complaints against his promotion after he Me spec BPE EMF ED Be hee Ie FE SP ERIE E Ba 2a EY has been promoted to the post of Lecturer n 2009. But by 14-01-19 the department had traced out all the vacancies of Lecturer in Computer Engineering and reported all those to Kerala Public Service Commission irrespective of the date of occurrence of vacancy , as per the direction of the Hon'ble High Court in the judgement dated 15/12/2008 in WP  no 28807/08 filed by Smt.Chitra Raj.N . The vacancies once reported to Kerala Public Service Commission cannot be taken back for By-transfer appointment. Besides the claim for promotion on the date of acquisition of qualification and on the very occurrence of vacancy cannot be acceded as promotion from State Subordinate Service to Siate Service involves certain procedures without which the promotion will be incomplete. y-transfer appointment is based on seniority and the one vacancy that occurred was on 13-08-2006 as reported by the DTE. Therefore, the officer cannot claim reirospective promotion. For the reasons stated above the request for SriShamnad for the revision of seniority list and appointment to the post of Lecturer on the date of acquisition of qualification and on very the occurrence of vacancy cannot be considered and is rejected 13) Exhibit P1i2 representation read as 2nd paper above is disposed of and the direction in the judgement read as 3rd paper above is complied with accordingly",
            "References": [
                "1243_201_HEDN"
            ],
            "Department": "HIGHER EDUCATION ({L) DEPARTMENT.",
            "file_name": "1616_2020_HEDN",
            "Directorate": "{L",
            "Language": "eng"
        },
        {
            "Abstract": "Dr.Ajitha M.J., Assistant Professor in Chemistry , Govt.Polytechnic College, Nedumangad",
            "Subsection": [
                "Higher Education Department",
                "Collegiate Education"
            ],
            "Status": "Permission to work as an External Research Consultant for KAUST ,Saudi Arabia",
            "Order Status": "Orders issued",
            "Order ID": "1636_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "29-13-2020",
            "Order Issued By": "(By order of the Governor JOINT SECRETARY",
            "Body": "As per the recommendation of Director of Collegiate Education in the letter read above, sanction is here by accorded to Dr.Ajitha M.J., Assistant Professor in Chemistry Govt.Polytechnic College, Nedumangad to work as an External Research Consultant fo a period of maximum 20 hours per week for 6 months in King Abdullah University of Science and Technology(KAUST), Saudi Arabia without detrimental to her officia duties and without receiving any remuneration, subject to the provisions of Rule 48 o the Kerala Government Servant's Conduct Rules,1960.",
            "References": [],
            "Department": "HIGHER EDUCATION (F) DEPARTMENT",
            "file_name": "1636_2020_HEDN",
            "Directorate": "F",
            "Language": "eng"
        },
        {
            "Abstract": "Administrative Sanction for executing the repair and maintenance of building assets of various Government Technical High Schools under Asset Maintenance Fund for the financial Year 2020-21",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Accorded",
            "Order Status": "Orders issued",
            "Order ID": "1378_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "04-11-2020",
            "Order Issued By": "C. APAYAN ADDITIONAL SECRETARY",
            "Body": "As per the letter read as '*! paper above, the Director of Technical Edueation has forwarded a proposal for recording Admintstrative Sanetion for executing the repair and maintenance of building/assets of various Government Technical tie Schools under Asset Maintenance Fund for the financial Year 2020-21 for an anoin of Rs. 5.96.2 1.000/- under the Elead of Account 2203-00-S00-76 (NP) .The Asset Maintenance Fund Siate Level Coniumittee in its meeting held on 05.10.2020 has considered and approved the proposal as detailed below: Total budget provision : : : Token f provision (Rs. 100 O/- ) - | es Head of account > 220)3- (0-800 1-76 (NP) Sh Name of - Estimated segs Name of work N 0. Institution| 7 Amount TUS. 'Sheet roofing work of Main building a 3917000 d absorbing syste . mineCheruvathur _ Installing Echo sound absorl ie SY stem in SODU 0 Rectification of damaged floor tiles and painting works on DR wall and other 28000maintenance worTl IS, Laying pavar block | 75000~ Purappuzha Replacing damaged asbestos sheet roofing + || 2341000  workshops 3i ef Sepamae snags : :: % i i :2 | |1Daw> Sanction for an amount of Rs. THS, Pala THS, Kannur 5. THS, Payyoli_TI 1S,Kanji irappally THS, Thrissur od Se teeta me Ant Nhe ten A TE HS, Sultanbethery |T Es,Mananthavady| THS, Vadakara THS, Manjeri TE 1S,Nedumangad _Manitenanee File No.HEDN-J3/164/2020-HEDN of toilet, { fixing of gate Ur gent repair works to the old Automobile lab Urgent repair works to the automobile, sheet metal workshop. Urgent repair works to the Fitting and WwW elding Workshop Urgent repair works Unment special repair work slate and work Of Superintendent quarters workshop building |Urgent repair and renovation works to the existing compund wallTiling works to the class rooms in first floor, staircase, varandah & lab Rewiring of Electrical workshop block |Replacing Asbestos cement sheet with GS. Roofing sheet and other repair works to. Workshop building 37Maintenance and repairs of roof work Total Installation in Main Roofing with GI Troughed sheet and new ceiling on workshop building, maintenance 2083000 600000 490000 490000 Replaced daniage d window and  erills | - - 4640000 4500000 Urgent maintenence and painting. Ww works 2000 (00 0 900K W00) Quarters. 4800000 2700000 1500 V0 3000 100 mn 7 59 30000 In the circumstances, Government are pleased to accord Administrative 5,96,21,000 - (Rupees Five Crore Ninety Six fakhs Twenty One Thousand only) under the head of aceount 2203-00-800-76(NP} for executing the repair and maintenance of buildinus/assets of various Goverment Technical High Schools under Asset Maintenance Fund for the financial year 2020-21. Also, the Director of Technical /ducation shall take steps to move for necessary funds through Additional Authorization/SDG. The above approval is subject to the following undertaken under AME: Wing general conditions for the works File No. HEDN-J3/164/2020-HEDN 1. The amount sanctioned will be utilized only for renovation/maintenance of existing assets as stipulated in Kerala Asset Maintenance Fund Scheme 2009 and subsequent orders.2, The Implementing Officer shall furnish a detailed estimate prepared by the approved Government Agency before executing the work, He shall also furnish action taken report once in every three months to Finance (Planning 13) Department. 7 3. AH works are to be done in a transparent manner. Tender and other related formalities shall be followed wherever necessary with respect to civil works and purchase of equipment or articles. 4. The utilization certificate duly countersigned by Head of Department concerned shall be submitted to Finance (Planning B) Department after completion of the project. 5S. Purchase of new assets/equipments of movable or immovable nature and construction of new buildings, compound walls extraneous to the mamtenance of existing assets will not be eligible for assistance under AMF, Hf the proposal contains any of these items it should be properly justified in the proposal how it forms part of the maintenance work.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1378_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Snehacharya Institute of Management & Technology, Karuvatta, Alappuzha",
            "Subsection": [
                "Self Financing College"
            ],
            "Status": "Granted",
            "Order Status": "Orders issued",
            "Order ID": "1575_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "18-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "The Director of Technical Education as per letter read as 4th paper above recommended the proposal for the starting of additional batch of BHMCT course with an intake of 60 seats in Snehacharya Institute of Management & Technology, Karuvatta, Alappuzha. The AICTE as per letter read as 34 paper above has given extension of approval for the Academic Year 2019-20. The University of Kerala as per Certificate read as 6\" paner above has given Provisional Affiliation for the Academic Year 2020- 21. The Management has completed all the formalities for NOC for the starting of additional batch of BHMCT course.  2. In the circumstances Government are pleased to accord Administrative Sanction to Snehacharya Multi Purpose Educational Trust, Karuvatta, Harippad, Alappuzha-690517 for executing agreement with Government for approval of starting an additional batch of Bachelor of Hotel Management and Catering Technology (BHMCT) course with an intake of 60 seats in the Snehacharya Institute of Management and Technology, Karuvatta, Harippad, Alappuzha-690517 from. the academic year 2020-21, subject to the condition that the Educational Agency will abide by the terms and conditions fixed by Government for running Self Financing institutions in the State, as follows : 1. The Educational Agency agrees to submit the documents to prove that the College has adequate infrastructure, human and physical, to conduct the courses as required by the AICTE, University and Government. If any student or parent files a complaint about the lack of facilities in the College, that the same found to be true on an inquiry by Government and establishes that the same affects the quality of education in the College, the management on order by Government is bound to refund the entire amount paid under whatever head, to the student and issue him Transfer Certificate and return all Certificates produced at the time of admission.  2. The Educational Agency will agree to abide by the procedure of admission in the college as decided by Government from time to time.  3. The Educational Agency will agree to set apart 50% of the seats of the course for being filled up by Government or such authority determined by Government on the basis of merit and reservation principles followed by Government and the remaining 50% filled up by the Educational Agency on the basis of merit.  4, The Educational Agency will agree to collect only such fees as determined by Government from time to time or as per the conditions of the agreement executed by the Self Financing Engineering College Management's Association with Government from the students admitted to the college for the course,  >. The Educational Agency will agree to institute adequate number of scholarships on merit-cum- means basis as determined by Government from time to time to the students admitted to the course.  6. The Educational agency will agree to appoint and fix the same service conditions to the teachers and non-teaching staff in the college, as followed by Government in conducting similar courses.  7. The Educational Agency will agree to institute an appropriate governance structure that would ensure transparency, efficiency and social accountability in the institution as determined by the Government from time to time.  8. The Educational Agency will agree to publish the details regarding the establishment and governance of the Educational Agency, admission, fees, courses, results, teaching and other staff, and any further information as required by Government on the website of the Educational Agency.  9. The Educational Agency will agree to run only the courses approved by the AICTE, Government and the University concerned.  10. The Educational Agency will agree to enable Government and its representatives to check, verify and monitor the compliance of the conditions mentioned above at any time Government so decides.  11. The Educational Agency will agree to enter into an agreement with the affiliating University on the terms determined by the affiliating University in respect of all or any of the matters contained in this agreement.  12, In the event of breach of any of the conditions mentioned above by the Educational agency, Government shall adjudicate the Quantum of compensation which the Educational Agency is liable to pay to Government, if any, and upon such adjudication, the Educational Agency should pay Government the amount so fixed, failing which the amount of compensation adjudicated, shall be recoverable under the provisions of the Kerala Revenue Recovery Act, 1968, as if they were public revenue due on land.  13. No Objection Certificate/Sanction granted shall be valid up to the end of the Academic Year 2020-21 and renewable on the request of the Educational Agency and Subject to the satisfactory compliance of the conditions specified herein.  14. The Educational Agency will agree to abide by the terms and conditions fixed by Government for running Self Financing Engineering Colleges in the State.  15. The Educational Agency will agree to obtain and submit before Government the letter of approval from AICTE and affiliation from the University concerned. If the Educational Agency fails to submit the above documents, the Educational Agency will be liable for all the resultant consequences therefrom and Government shall be at liberty to cancel the administrative sanction accorded and reject the proposal of  NOC.  16. In the event of the breach of any of the conditions mentioned above by the Educational Agency, Government shall also be entitled to withdraw the sanction without formal notice to the Educational Agency.  3. The Management of the College will execute an agreement with Government accordingly.",
            "References": [
                "16_08_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1575_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "License Renewal for Campus Management software for 3 years & Purchase of workstations (2 Nos) for Government Engineering College Sreekrishnapuram, Palakkad",
            "Subsection": [
                "Technical Education"
            ],
            "Status": "Administrative sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1428_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "16-11-2020",
            "Order Issued By": "C AJAYAN",
            "Body": "As per letters read above, the Director of Technical Education has forwarded proposals for License Renewal for Campus Management software for 3 years & Purchase of workstations (2 Nos) for Government Engineering College, Sreekrishnapuram, Palakkad and has requested to accord Administrative Sanction.  2. The Departmental Working Group which met on 19.10.2020 considered the above proposals and has recommended to accord Administrative sanction, as per the minutes read as 3rd paper above.  3. In the aforesaid circumstances, Government are pleased to accord Administrative Sanction for Government Engineering College Sreekrishnapuram, Palakkad, as detailed  below:",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1428_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Creation of supernumerary seats in all MCA/MBA courses in Government/Aided/Government Controlled/Private Self Financing Colleges from the Academic year 2020-21 for implementation of Reservation for Economically Weaker Section (EWS) for forward classes",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1331_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-10-2020",
            "Order Issued By": "| C AJAVYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Order read as 1st paper above, guidelines has been issued regarding reservation of 10% of seats in all educational institutions other than minority institutions for Economically Weaker Section (EWS) in General Category. Vide Government Order read as 2nd paper above, sanction has been accorded to increase 10% seats in all Engineering/Architecture courses in Government Engineering Colleges from the academic year 2020-21 on supernumerary basis for implementing reservation for Economically Weaker Section (EWS) for forward classes subject to the approval of University and AICTE/Council of Architecture.  Government have examined the matter in detail and are pleased to increase 10% seats in all MCA/MBA courses in Government/Aided/Government Controlled/Private Self Financing Colleges also on supernumerary basis for implementing reservation for Economically Weaker Section (EWS) for forward classes from the academic year 2020-21 as prescribed in AICTE Approval Process Hand Book 2020-21, subject to the approval of University concerned and AICTE.",
            "References": [
                "128_2020_HEDN",
                "1258_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1331_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Employment Assistance to Smt. Swathy Sugathan, D/o Late Sugathan A.V., Trade Instructor Grade I, Government Technical High School, Kurichy",
            "Subsection": [
                "Higher Education",
                "Compassionate Employment Scheme"
            ],
            "Status": "Sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1561_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "17-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "Smt. Swathy Sugathan, (D/o Late Sugathan A.V., Trade Instructor Grade I,Government Technical High School, Kurichy, who died on 06/08/2018 while in service) in her application read as gnd paper above has requested for employment assistance under Compassionate Employment Scheme for the post of Demonstrator in Technical Education Department in Alappuzha District. The Director of Technical Education as per letter read as 34 paper above has recommended and forwarded the application submitted by Smt. Swathy Sugathan for appointment under the Scheme. The DTE has reported that there 1s a vacancy existing to the post of Workshop Instructor/Demonstrator/Instructor Grade II in Electronics Engineering Department in Government Polytechnic College, Pala, Kottayam District and the same will be kept aside for appointment under Compassionate Employment Scheme. The District Collector, Alappuzha as per the letter read as 4 th paper above has verified and recommended the application of Smt. Swathy Sugathan. The applicant born on 12.06.2000 has completed 20 years of age. She has passed SSLC and Diploma in Electronics Engineering. The eligibility of Smt. Swathy Sugathan for being appointed under Compassionate Employment Scheme has been verified by Government in the light of reports of Director of Technical Education and that of the District Collector, Alappuzha. In the above circumstances, sanction is accorded for the appointment of Smt. Swathy Sugathan, Ayyamparambil House, Punnapra P.O. Alappuzha - 688004 (D/o Late Sugathan A.V., Trade Instructor Grade I, Government Technical High School, Kurichy) as Workshop Instructor/Demonstrator/Instructor Grade II in Electronics Engineering Department in Government Polytechnic College, Pala, Kottayam District in the existing / arising vacancy under the Compassionate Employment Scheme in terms of the Government Order read above, and also subject to the verification of original details of age, Educational qualifications, character, antecedents and medical fitness of the applicant by the appointing authority. The Director of Technical Education will issue formal orders of appointment to the applicant according to her seniority which will be determined based on the valid application put by her. The Director of Technical Education will make necessary entries in the Service Book of the deceased employee and in the establishment register regarding the grant of employment assistance to the dependent as specified in para 42 of the Government Order read above. The employment assistance given as ordered under the Compassionate Employment Scheme will be cancelled if and when it is found that there was any misrepresentation or suppression of material facts on the part of the applicant at the time of submitting her application or during the course of enquiry conducted by the Department, vide para 40 of the Government Order read above.",
            "References": [
                "12_99_P&ARD"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1561_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Release of Non Plan Grant for meeting non salary expenditure of APJ Abdul Kalam Technological University",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1471_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "The Registrar, APJ Abdul Kalam Technological University, as per the letter read above, has informed that an amount of Â¥ 33.37 crore has been provided for the APJ Abdul Kalam Technological University as grant-in-aid, in the Budget Estimate for the year 2020-21, under the head of account 2203-00-102-97(36)(Non Plan) to meet the non salary expenditures. Also, that no grant has been provided to this University in the current year budget for the payment of salary of its employees and approximately =55 lakhs is required monthly for this purpose which is partly being met from the internal revenue of the University. |  Hence, the Registrar, APJ Abdul Kalam Technological University, has requested to release = 600 lakhs from the above head of account to TSB account No. 701141400000001 maintained at Sub â€˜Treasury, Engineering College, Thiruvananthapuram for meeting the non salary expenditures of this institution for a period of five months.  Government have examined the proposal in detail and are pleased to release an amount of Rs. 600 Lakhs to APJ Abdul Kalam Technological University as Ist quarter of Non Plan Grant from the head of account 2203-00-102-97(36)(NP).",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1471_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Engineering Admission to Management quota in the private self financing institutions",
            "Subsection": [
                "KEAM"
            ],
            "Status": "Cut off marks in ITT/JEE Exam",
            "Order Status": "Orders issued",
            "Order ID": "1628_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the letter read as lst paper above, Admission Supervisory Comnuttee Chairman had requested clarification on whether the Government has fixed any cut off marks for JEE candidates for admitting engineering streams.Also requested to fix any cut off marks for JEE candidates so as to enable the candidates to take admission for Engineering course who have figured in the rank list of JEE. 2.As per the letter read as 2nd and 3rd papers above, the Commissioner for Entrance Examinations and the Registrar, AP] Abdul Kalam Technological University , informed that students except those who secured negative marks for JEE/ IT Examinations shall be admitted to the Management quota in the private self financing institutions. 3. Government have examined the matter in detail and are pleased to grant permission to admit the students except those who secured negative marks for JEE/ IT Examinations to the Management quota in the private self financing institutions.",
            "References": [],
            "Department": "HIGHER EDUCATION(G) DEPARTMENT",
            "file_name": "1628_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "for the Self Financing Engineering Colleges under Kerala Self Financing Engineering College Management Association (KSFECMA)",
            "Subsection": [
                "Technical",
                "Admission to Professional Degree Courses for the academic year 2020-21"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "395_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "07-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Agreement read as 1st paper above,Government of Kerala entered into a consensual agreement with Kerala Catholic Engineering Colleg Management's Association on Fee structure and Allotment of seats by th Commissioner for Entrance Examinations in the Self Financing Engineerin Colleges under Kerala Self Financing Engineering College Managemen Association , for the academic year 2020-21 and as per the Government Orde read as 2nd paper above, the above said agreement is approved and order issued 2. As per the Notification dated 15.10.2020 by AICTE read as 3rd pape above,jthe last date of Admission to first year Engineering Course (UG/Diploma/ Lateral Entry) is extended to 30th November of 2020 and th last date of Commencement of classes of first year is 1st December 2020 3. Considering the AICTE Notification and JEE Alottment Schedule, th Government entered into an Additional Agreement for the year 2020-21 wit Kerala Self Financing Engineering College Management Association  File No.HEDN-G3/59/2020-HED . ' i . arit wit #.Goverrment are pleased to approve the additional agreem following clauses 1 The Clause (5) of the Original Agreement executed on 05.10.2020 is modified a follows The Commissioner for Entrance Examinations shall complete al allotments as decided by her or before the 16!' November 2020 The las day for students to join the respective Colleges will be 416  November 2020. The joining of the allotted candidate in the Member Colleges shall b done from the Second phase of allotment. The induction training fo students admitted to the Colleges shall begin on 27 November 2020 . The 10  line of Clause (6) of the Original Agreement executed on 05.10.2020 i modified as follows The Commissioner for Entrance Examinations shall furnish the allotmen lists of the students to be admitted to the Member Colleges on or befor 16 November 2020 . The Clause (7) of the Original Agreement executed on 05.10.2020 is modified a follows The Commissioner for Entrance Examinations shall not allot any studen to the Educational Agency after the16' November 2020 in an Engineering Courses. The Educational Agency shall be entitled to fil] seat remaining unfilled in Member Colleges after the 16th November 2020 an these seats that remain unfilled in the Government Quota wil] be availabl to the Educational Agency as additional seats and the educational Agenc shall fill up those seats from among the applicants who have figured i the rank list of any of the recognized Entrance Tests conducted for th purpose The last line of Clause (8) of the Original Agreement executed on 05.10. 2020 i modified as follows The amount retained by the Commissioner for Entrance Examinations i To File No. HEDN-G3/59/2020-HED respect of each student shall be paid to the Colleges before 30 Decembe 2020 The last para of Clause (18) of the Original Agreement executed on 05.10.202 is modified as follows The starting of the courses will be 15* December 2020 and the last date o admission shall be 30'* November 2020 for the purpose of refund cases unless otherwise decided 5. Government Order read as 2nd paper above stands modified to th above extent.",
            "References": [
                "337_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION(G) DEPARTMENT",
            "file_name": "395_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "NOC for starting courses in five Self Financing Engineering Colleges under APJ Abdul Kalam Technological University for the academic year 2020-21 Granted",
            "Subsection": [
                "File No.HEDN",
                "J2/201/2020",
                "HEDN THE HAHATHARRS aoeT OF KERALA tract Self Financing Engineering Colleges"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "409_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Orders read above, Government have accorded Administrative Sanction for starting of new courses additional intake of the existing courses in various Self Financing Engineering Colleges under APJ Abdul Kalam Technological University for the academic year 2020-21. In the circumstances, Government are pleased to issue NOC for starting courses in the following five Self Financing Engineering Colleges under APJ Abdul Kalam Technological University for the academic year 2020-21 as detailed below as per the conditions, specified in the Government Orders read above and as per the terms and conditions stipulated in the agreement executed by the Managements concerned with the Additional Secretary, Higher Education Department read as 4th paper above and also subject to the conditions of the agreement executed by the Kerala Self Financing Engineering College Management's Association/Kerala Catholic Engineering College Management's Association concerned with Government from time to time:Course and Intake sanctioned AUTOMATION (60 SEATS) TECHNOLOGY, ERNAKULAM |2. B.TECH IN COMPUTER SCIENCE AND ENGINEERING (ARTIFICIAL INTELLIGENCE) (60 SEATS) File No. HEDN-J2/201/2020-HEDN 1. M.TECH IN COMPUTER SCIENCE AND ENGINEERING (CYBER SECURITY) (24 SEATS) 2. B.TECH IN COMPUTER SCIENCE AND ENGINEERING (ARTIFICIAL INTELLIGENCE) (60 SEATS) 3. M.TECH IN COMPUTER SCIENCE AND 2 |MUTHOOT INSTITUTE OF TECHNOLOGY AND SCIENCE, ERNAKULAM AND DATA SCIENCE) (24 SEATS) 4. B.TECH IN COMPUTER SCIENCE AND ENGINEERING (60 SEATS) (ADDITIONAL BATCH) 3 |SREE BUDDHA COLLEGE OF I. B.TECH IN COMPUTER SCIENCE AND ENGINEERING, PATTOOR, ENGINEERING (ARTIFICIAL ALAPPUZHA INTELLIGENCE & MACHINE LEARNING) (60 SEATS) 2. B.TECH IN FOOD TECHNOLOGY (30 SEATS) 3. B.TECH IN ROBOTICS & AUTOMATION (30 SEATS) 4 |Toc H INSTITUTE OF SCIENCE |1. M. TECH IN COMPUTER SCIENCE AND & TECHNOLOGY, ENGINEERING (DATA SCIENCE) (18 ERNAKULAM SEATS)2. B.TECH IN ELECTRICAL AND COMPUTER ENGINEERING (30 SEATS) 3. B.TECH IN COMPUTER SCIENCE AND ENGINEERING (30 SEATS) (ADDITIONAL BATCH) B.TECH IN ARTIFICIAL INTELLIGENCE (60 SEATS) VISWAJTYOTHI COLLEGE OF ENGINEERING AND TECHNOLOGY, ERNAKULAM",
            "References": [
                "149_2020_HEDN",
                "1232_2020_HEDN",
                "1257_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "409_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Revision of Scale of Pay of Teachers in Universities under Higher Education, affiliated colleges, teachers in Law colleges and Engineering colleges and Kerala Agricultural University, Kerala Veterinary and Animal Sciences University, Kerala University of Fisheries and Ocean Studies and Teachers in Physical Education and Librarians etc",
            "Subsection": [
                "Higher Education Department",
                "UGC Scheme"
            ],
            "Status": "Modifications",
            "Order Status": "Orders issued",
            "Order ID": "38_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "06-11-2020",
            "Order Issued By": "VIJAYAKUMAR.R ADDITIONAL SECRETARY",
            "Body": "As per the Government Order read above, Government sanctioned Pay Revision to the Teachers in Universities under Higher Education, Affiliated colleges, teachers in Law colleges and Engineering colleges and Kerala Agricultural University, Kerala Veterinary and Animal Sciences University, Kerala Univers ity of Fisheries and Ocean Studies and Teachers in Physical Education and Librarians under the University Grants Commission scheme. As per the letter read as 2nd paper above, the Director of Collegiate Education has sought clarification for certain points such as Advance increment, Annual increment, Option etc. mentioned in the Pay revision order. Government have examined the matter in detail and are pleased to order the following clarifications to the Government orders read above: As the incentive scheme for obtaining the higher qualification of Ph.D and M.Phil has been with drawn as per the Office Memorandum No. 1-7/2015-G.II(1) dated 02/11/2017 of the Ministry of Human Resources Department (Department of Higher Education), Government of India, the advance increment paid to the faculties on or after 02/11/2017 has to be refunded. The option form given in Appendix II to the Government Order read as Ist above is replaced by a modified option form annexed to this order. Pensionary benefits (DCRG, Terminal Surrender etc) will be sanctioned in pre-revised rates for the time being and revised pensionary benefits will be decided later during the implementation of UGC Pension Revision. In the case of the employees who are getting any retrospective effect of pay changes from January 2016 to March 2019, they will be sanctioned arrears of salary from 01.04.2019 onwards. The payment of arrears up to 31.03.2019 will be decided subject to finalization in the matter of payment of arrears of pay revision for the period from 01.01.2016 to 31.03.2019. The amount of Rs. 87,100/- given in the 3rd column of Pay Matrix 9 under Table | of Appendix-I of the Government Order read as Ist above, is revised as Rs.87,300/-The Index of rationalization (IOR) is fixed as 2.59 in place of 2.67 and 2.72 mentioned in item (d) under para 6.1.1 of the Government Order read as Ist above.The Item 3 under Appendix IV to the Government Order read as Ist above is corrected as 'Designation of the post in which pay is to be fixed'. In fixation statement given in Appendix (IV) of the Government Order read as Ist above, the items 5(b), 5(c), 11,12 and 13 are excluded. For sanctioning of increment consequent to fixation of pay in pay Revision and sanctioning of annual increment to those getting appointment/promotion, it is clarified that those who are appointed/ promoted during 2nd January to Ist July (both inclusive) will be given annual increment on Ist January next and those who appointed/promoted during 2nd July to Ist January (both inclusive) will be given annual increment on Ist July next. Government have considered the request of the Director of Collegiate Education for pay fixation to all principals irrespective UG/PG colleges to be in Academic level 14 and it is clarified that the senior most Principals proportional to PG Colleges will be placed in Academic Level 14 (Rationalized entry pay of Rs.1,44,200/-) and the rest will be placed in Academic Level 13 itself, The Government orders read above, stands modified to the above extent only.",
            "References": [
                "18_2019_HEDN",
                "29_2019_HEDN"
            ],
            "Department": "HIGHER EDUCATION (C) DEPARTMENT",
            "file_name": "38_2020_HEDN",
            "Directorate": "C",
            "Language": "eng"
        },
        {
            "Abstract": "Kerala State Centre for Advanced Printing and Training (C",
            "Subsection": [
                "Higher Education Department"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1366_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "02-11-2020",
            "Order Issued By": "THARUN LAL.S JOINT SECRETARY",
            "Body": "An amount of Rs.300 lakhs has been provided as Grant-in-aid to Kerala State Centre for Advanced Printing and Training (C-apt), Thiruvananthapuram, under the head of account 2203- 00-800-91-36 in the current year's budget for the implementation of the various schemes and developmental activities of the institution. 2) An amount of Rs.87,69,978/- was sanctioned to C-apt as the Plan Fund for the year 2019-20 was re-allocated from the current year's Plan Fund vide Government Order read as 15' paper above. 3) As per the Government Order read as gnd paper above, Government have accorded Administrative Sanction for the establishment of a Women's Bindery Unit in the Head Office complex of C-apt, comprising of Installation of Three Knife Trimmer and Storage facility for an amount of Rs.3,00,00,000/- subject to the condition that the fund release should be limited to Rs.2,12,30,022/- after adjusting the re- allocated find, sanctioned vide Government Order read as 1' paper above. File No.HEDN-K3/137/2020-HEDN 4) Now as per the letter read 3  paper above, the Managing Director, C-apt has furnished a proposal for an estimated cost of Rs.2,12,30,022/- for the establishment of a Women's Bindery Unit in the Head Office complex of C-apt comprising of Installation of Three Knife Trimmer and Storage facility and requested to give permission to release the amount . 5) Government have examined the proposal in detail and are pleased to accord sanction to release an amount of Rs.1,06,15,011 (Rupees One Crore Six Lakhs Fifteen Thousand and Eleven only) to the Kerala State Centre for Advanced Printing and Training (C-apt), towards the 18t and 2 4 instalments of grant-in-aid under Plan Fund from the Head of Account  2203-00-800-91-36 -Grant-in-aid - General - Non Salary (P) during the year 2020-21 for the establishment of a Women's Bindery Unit in the Head Office complex of C-apt, comprising of Installation of Three Knife Trimmer and Storage facility.",
            "References": [
                "612_2020_HEDN",
                "868_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (K) DEPARTMENT",
            "file_name": "1366_2020_HEDN",
            "Directorate": "K",
            "Language": "eng"
        },
        {
            "Abstract": "Nomination of State Government Official to the Board of Governors of Mar Baselios College of Engineering and Technology, Thiruvananthapuram",
            "Subsection": [
                "Higher Education",
                "Technical Educ ation"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1445_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "19-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "Government are pleased to nominate Sri. Vijayakumar R., Additional Secretary to Government, Higher Education Department as Government nominee to the Board of Governors of Mar Baselios College of Engineering and Technology, Thiruvananthapuram on the basis of the regulation stipulated by UGC Guidelines for Autonomous Colleges.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1445_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Deputation of faculty for PhD Programme under QIP(Poly) Scheme (AICTE QIP (Poly)) during the academic year 2020-2021 Sanctioned",
            "Subsection": [
                "Technical Education",
                "Government & Aided Polytechnic Colleges"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1370 _2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "03-11-2020",
            "Order Issued By": "SREEDEVI E.S UNDER SECRETARY",
            "Body": "As per the Government order read as paper 1 above . Sri. Sayuj. T. Lecturer, Department of Mechanical Engineering, Government Polytechnic College, Kunnamkulam has heen deputed to 60 days pre PhD programme (Advance Admission to Ph.D) under OIP(Poly) Scheme ((AICTE QIP (Poly)) during 1919-20 leading to final admission during 2020-2021 Programme at National Institute of Technology Karnataka. Surathkal.  2) Director of Technical Education . as per the letter read as 3 paper above , has  forwarded the proposal to depute Sri. Sayuj T. Lecturer . Department of Mechanical Engineering , Government Polytechnic College . Kunnamkulam to PhD programm under QIP (Poly) Scheme (AICTE QIP (Poly)) during the academic year 2020-2021 at National Institute of Technology Karnataka . Surathkal. 3) Government have examined the proposal in detail and are pleased to approve the decisions of the Screening Committee read as 2 paper above and accord sanction to depute of Sri. Sayuj .J lecturer , Department of Mechanical Engineering, Government Polytechnic College. Kunnamkulam to PhD Programme under QIP (Poly) Scheme(AICTE QIP (Poly)) during 2020-2021 at National Institute of Technology Karnataka, Surathkal who has successfully completed 60 days contact programme, The vacancy that will arise due to the deputation under QIP for PhD should strictly be retained at the institution from which the candidate is deputed.",
            "References": [
                "624_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (L) DEPARTMENT",
            "file_name": "1370 _2020_HEDN",
            "Directorate": "L",
            "Language": "eng"
        },
        {
            "Abstract": "G.O.(Rt)No. 1303/2020/HEDN dated 20/10/2020",
            "Subsection": [
                "Higher Education",
                "Technical Education"
            ],
            "Status": "modified",
            "Order Status": "Orders issued",
            "Order ID": "1444_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "19-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "Government are pleased to nominate Sri. Harikumar G., Joint Secretary to Government, Higher Education Department as Government nominee to the Board of Governors of Saintgits College of Engineering, Kottayam in place of Sri. Remesh T., Additional Secretary to Government, Additional Skill Acquisition Pro gramme (ASAP). The Government Order read above stands modified to the above extent.",
            "References": [
                "1303_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1444_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Release of additional expenditure for Asset Maintenance works of various Technical High Schools",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanction Accorded",
            "Order Status": "Orders issued",
            "Order ID": "1635_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "29-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Government order read as Ist paper above, Administrative Sanction has been accorded for executing the repair and maintenance of building/assets of 12 Government Technical High Schools under Asset Maintenance Fund for the financial year 2020-21 for an amount of Rs. 5,96,21,000/- under the Head of Account 2203-00-800-76 (NP).  The Director of Technical Education, as per the letter above has requested to provide a supplementary demand for grants for an amount of Rs. 596.21 lakhs under the Head of Account 2203-00-800-76 (NP) for taking up the project during this year.  Government have examined the matter in detail and are pleased to release an amount of 5,96,21,000/- (Rupees Five Crore Ninety Six Lakh Twenty One Thousand only) under the head of account 2203-00-800-76 ASSET MAINTENANCE FUND IN TECHNICAL EDUCATION DEPARTMENT - EXPENDITURE MET OUT OF ASSET MAINTENANCE FUND (Non Plan) for the Asset Maintenance works of Govt. Technical High schools.  The additional expenditure in this regard has been authorised vide  Government Order read as 3rd above. The Director of Technical Education shall take timely steps to regularise this additional expenditure through Re- appropriation of savings only within the Grant before the close of the current financial year.",
            "References": [
                "1378_2020_HEDN",
                "7299_2020_FIN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1635_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Deputation of faculty from Government/Aided Polytechnic Colleges to M.Tech Programmes under the Scheme\" QIP (Poly)Scheme AICTE QIP (Poly)during the academic year 2020-21",
            "Subsection": [
                "Higher Education Department",
                "Technical Education"
            ],
            "Status": "Satictioned",
            "Order Status": "Orders issued",
            "Order ID": "7_2021_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "01-01-2021",
            "Order Issued By": "THARUN LALS JOINT SECRETARY",
            "Body": "The Director of Technical Education as per letter read as 2nd paper above has forwarded the minutes of the Screening Committee for selecting the candidates who got admission to M.Tech course under AICTE QIP (Poly) scheme.It is requested that Government shall issue orders for deputing the faculty under the AICTE QIP Poly Programme based on the decision taken by the Screening Committee.    2. Government have examined the matter in detail and are pleased to approve the deputation of following six faculty members from Government Polytechnic Colleges to M.Tech Programme under QIP (Poly) scheme ) during the academic year 2020-21.   3. The resultant vacancies due to the above deputation under QIP for MTech should strictly be retained at the institution from which the candidates are deputed.",
            "References": [],
            "Department": "HIGHER EDUCATION (L) DEPARTMENT",
            "file_name": "7_2021_HEDN",
            "Directorate": "L",
            "Language": "eng"
        },
        {
            "Abstract": "Relinquishment of promotion to the post of Special Grade Principal in Government Arts & Science Colleges",
            "Subsection": [
                "Higher Education Department",
                "Collegiate Education",
                "Establishment"
            ],
            "Status": "Accepted",
            "Order Status": "Orders issued",
            "Order ID": "1489_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "27-11-2020",
            "Order Issued By": "",
            "Body": "In the circumstances reported by the Director of Collegiate Education in the letter read as 2nd Paper above Government are pleased to accept the temporary relinquishment of promotion to the post of Principal Special Grade in Government Arts & Science Colleges made by the following incumbents for a period of one year.",
            "References": [],
            "Department": "HIG HER EDUCATION (fF) DEPARTMENT",
            "file_name": "1489_2020_HEDN",
            "Directorate": "fF",
            "Language": "eng"
        },
        {
            "Abstract": "Admission to Professional Degree Courses for the academic year 2020-21",
            "Subsection": [
                "Technical"
            ],
            "Status": "for the Government Controlled Self Financing Engineering Colleges",
            "Order Status": "Orders issued",
            "Order ID": "1417_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "13-11-2020",
            "Order Issued By": "Dr. USHA TITUS PRINCIPAL SECRETARY",
            "Body": "As per the Notification dated 15.10.2020 by AICTE read above,the last date of Admission to first year Engineering Courses (UG/Diploma/ Lateral Entry) is extended to 30th November of 2020 and the last date of commencement of classes of first year is Ist December 2020. 2. Considering the AICTE Notification and JEE Alottment Schedule, it was decided to reschedule the alotment for KEAM 2020 to the Government Controlled Self Financing Engineering Colleges and in the present scenario the following dates for the allotment to the Government Controlled Self Financing Engineering Colleges for the year 2020-21 may be fixed. a. The Commissioner for Entrance Examinations shall complete all allotments as decided by her or before the 16\" November 2020 The last day for students to join the Colleges will be 16\" November 2020. The Commissioner for Entrance -Examinations shall furnish the allotment lists of the students to be admitted to the Government Self Financing Engineering Colleges on or before 16\" November 2020. b. The Commissioner for Entrance Examinations shall not allot any student to the Government Controlled Self Financing Engineering Colleges after the 16 November 2020 in any Engineering Courses. The Government Controlled Self Financing Engineering colleges shall be entitled to fill seats remaining unfilled in Government Controlled Self Financing Engineering Colleges after the 16\" November 2020 and these seats that remain unfilled in the Government Quota will be available to the Government Self Financing Engineering Colleges as additional seats and the Government Controlled Self Financing Engineering Colleges shall fill up those seats from among the applicants who have figured in the rank list of any of the recognized Entrance Tests conducted for the purpose. c.The Government Controlled Self Financing Engineering Colleges shall issue Transfer Certificate and other documents to the students, if they are interested to join another college, irrespective of date. d. The amount retained by the Commissioner for Entrance Examinations inrespect of each student shall be paid to the Colleges before 30\" December 2020.",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1417_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Setting up of Hardware in Loop (HIL) Laboratory in College of Engineering, Thiruvananthapuram",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Modified orders",
            "Order Status": "issued",
            "Order ID": "1541_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "11-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Order read as 1\" above Sanction, was accorded for release of an amount of Rs.60,00,000/- in Electronic Ledger Account from the Head of Account 2903-00-004-93-00-00-00-P-V for the Setting up of Hardware in Loop (HIL) Laboratory in College of Engineering, Thiruvananthapuram. The CEO, TrksT Research Park as per letter read above has now requested to authorize Sr. Administrative Officer, Directorate of Technical Education to transfer credit the amount to TrkoT Research Park PSTSB 'A/c. No. 799012700001421' to initiate implementation of Laboratory.  2. In the above circumstances, Government are pleased to authorize Sr. Administrative Officer, Directorate of Technical Education to transfer credit the amount to PSTSB A/c. No. 799012700001421 in Sub. Treasury, Engineering College, CET campus to initiate the project implementation.  3. The Government Order read above stands modified to the above extent only.",
            "References": [
                "1502_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1541_2020_HEDN",
            "Directorate": "G",
            "Language": "eng"
        },
        {
            "Abstract": "Renewal of NOC for conducting existing MBA course in Union Christian College, Aluva, Ernakulam",
            "Subsection": [
                "Self Financing College"
            ],
            "Status": "Granted",
            "Order Status": "Orders issued",
            "Order ID": "410_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-11-2020",
            "Order Issued By": "C AJAYAN | ADDITIONAL SECRETARY",
            "Body": "As per Government Order read as 1$' paper above, NOC for conducting the existing self financing MBA course with an intake of 60 seats in Union Christian College, Aluva, Ernakulam under the management of Union Christian College, Aluva was renewed for the academic year 2016-17. 2. As per the letter read as paper above, the Director of Technical Education has forwarded the proposal for renewal of NOC for conducting the existing MBA course in the Institution with an intake of 60 seats during the academic years 2017-18, 2018- 19 and 2019-20. 3. The Management has completed all the formalities for renewal of NOC. 4. For the purpose of renewal of NOC, an agreement has also been executed between Government and Manager, Union Christian College, Aluva on 13/11/2020. 5. In the circumstances, Government are pleased to renew the NOC to The renewal of sanction of NOC is subject to the following conditions: 1. The Educational Agency will ensure that the college has adequate infrastructure, human and physical, to conduct the course as required by the AICTE, University and Government. If there is any complaint from the student or parent about the lack of facilities in the college that will be enquired into by Government and on being satisfied that the same affects the quality of education in the college, the management on order by Government is bound to refund the entire amount paid under whatever head, to the student and issue him Transfer Certificate and return all certificates produced at the time of admission, 2. The Educational Agency will agree to abide by the procedure of admission in the college as decided by Government from time to time. 3. The Educational agency will agree to set apart 50% of the seats of the course for being filled up by Government or such authority determined by Government on the basis of merit and reservation principles followed by Government and the remaining 50% will be filled by the Educational Agency on the basis of merit. 4. The Educational Agency will agree to collect only such fees as determined by Government from time to time or as per the conditions of the agreement executed by the Self-Financing Engineering College Managements Association with Government from the students admitted to the College for the course. The Educational Agency will agree to institute adequate number of scholarships on merit-cum means basis as determined by Government from time to time to the students admitted to the course. 6. The Educational Agency will agree to appoint and fix the service conditions of the teachers and non-teaching staff in the college for conducting the course/courses as followed by Government in conducting similar course/courses. 7. The Educational Agency will agree to institute an appropriate governance structure that would ensure transparency, efficiency and social accountab lity in the Institution as determined by Government from time to time. 8. The Educational Agency will agree to publish the details regarding the establishment and governance structure that would ensure transparency, efficiency, admission, fees, courses, results, teaching and other staff and any further information as required by Government on the website of the Educational Agency. 9. The Educational Agency will agree to run only courses approved by Government and the University concerned. 10.The Educational Agency will agree to enable Government and _ its representatives to check, verify and monitor the compliance of the conditions mentioned above at anytime Government so decides ll.The Educational Agency will agree to enter into an agreement with the affiliating University on the terms determined by the affiliating Univers ity in respect of all of the matters contained in this Agreement. 12. In the event of breach of any of the conditions mentioned above by the Educational Agency, Government is authorized to adjudicate the quantum of compensation which the Educational Agency is liable to pay to Government, if any, and upon such adjudication, the Educational Agency, should pay to Government the amount so fixed, failing which the amount of compensation adjudicated shall be recoverable under the provisions of Kerala Revenue Recovery Act, 1968, as if they were public revenue due on land. 13. No Objection Certificate/ Renewal granted shall be valid up to the end of the Academic Year 2019-20 and renewable on the request of the Educational Agency and subject to the satisfactory compliance of the conditions specified herein. 14. In the event of breach of any of the conditions mentioned above by the Educational Agency, Government shall also be entitled to withdraw the sanction without formal notice to the Educational Agency.",
            "References": [
                "56_2017_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "410_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Authorising ASAP to constitute Project Monitoring Unit for inspecting the progress of KIIFB works under Higher Education Department",
            "Subsection": [
                "Higher Education",
                "KIIFB"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1335_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-10-2020",
            "Order Issued By": "THARUN LAL.S JOINT SECRETARY",
            "Body": "The Chief Executive Officer, KIIFB in its meeting has explained that in some of the KHFB works undertaken in Government Departments, are poor quality of work by the Contractor and poor supervision by the SPV's. This is happen due to the absence of technical personnel on site as agreed to by the SPV. KIIFB wanted every Department to have Nodal Officers who will inspect all the works and certify the presence of the prescribed technical personnel on site on the day of the visit. Such a group of Nodal Officers will constitute a Project Management Unit or PMU for inspecting the progress of KIIFB works.  In the circumstances, Government have decided to constitute a Project Management Unit (PMU) by appointing Nodal Officers in each District for evaluating the progress of KIIFB works and to ensure the presence of the prescribed technical personnel on site inspection. For constituting Project Management Unit (PMU), Government hereby authorise the Chief Executive Officer of ASAP to select eligible Programme Managers from ASAP, preferably a Civil Engineer (one person in each District) for constituting Project Management Unit (PMU). The selection of the above personnel shall be based on_ their willingness and capability of Project Managers in the District (DDM's, CSP, A/SDC. PM's) as assessed by the Chief Executive Officer, ASAP and the Director of Collegiate Education.  The Nodal Officer will have to give an undertaking every 15 days after inspection. The inspection shall focus on the presence of the Technical Persons who are supposed to be deputed by the SPV and contractor on site and the progress of the work as per PERT chart. This undertaking should be countersigned by the Principal. 14 Nodal Officers are needed for the purpose (one for each District basis) and they shall be paid an additional remuneration of Rs.7000/- per head, for their service in PMU, from KIIFB.",
            "References": [],
            "Department": "HIGHER EDUCATION DEPARTMENT",
            "file_name": "1335_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Chief Minister's 100 days programme launched to generate 50,000 employment opportunities over 100 days",
            "Subsection": [
                "Higher Education Department"
            ],
            "Status": "Nodal Officer appointed",
            "Order Status": "Orders issued",
            "Order ID": "1401_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "08-11-2020",
            "Order Issued By": "(By order of the Governor DR.USHA TITUS",
            "Body": "The Chief Minister has launched a programme to generate 50,000 employmen opportunities over 100 days under the 'Chief Minister's 100 days programme'and the implementation is mointored by Finance Department. As per the letter read above, It 1 requested to appoint a Nodal Officer for the effective implementation of the programme In this circumstances, for the effective monitoring of this programme in Highe Education Department, Dr. Veena Madhavan, IAS, Additional Secretary, Higher Educatio Department is nominated as the Nodal Officer for 'Chief Minister's 100 days pro gramme .",
            "References": [],
            "Department": "HIGHER EDUCATION (K) DEPARTMENT",
            "file_name": "1401_2020_HEDN",
            "Directorate": "K",
            "Language": "eng"
        },
        {
            "Abstract": "Admission to MCA (Regular Course) Course, Kerala 2020-21",
            "Subsection": [
                "Higher Education",
                "Technical Education"
            ],
            "Status": "filling of vacant/lapsed seats",
            "Order Status": "Orders issued",
            "Order ID": "1364_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "02-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "In the circumstances reported by the Director, LBS Centre for Science and Technology, Thiruvananthapuram as per letter read as 7) paper above, Government are now pleased to order as follows fixing the criteria for filling the vacant/lapsed seats for the admission to MCA course for the academic year 2020-21: (a) Managements concerned can admit students into vacant/lapsed seats of MCA course through spot admission after the allotment by LBS Centre for Science and Technology, Thiruvananthapuram is completed. (b) After the process mentioned at (a) above is over, admission into still vacant seats can be filled from students who have not apphed through LBS Centre for Science and Technology, Thiruvananthapuram due to COVID exigencies, but has fulfilled the eligibility criteria at the tme of admission.",
            "References": [
                "606_2020_HEDN",
                "249_2020_HEDN",
                "923_2020_HEDN",
                "943_2020_HEDN",
                "1005_2020_HEDN",
                "295_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1364_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Renewal of NOC for conducting existing MBA course in LEAD College of Management, Dhoni, Palakkad",
            "Subsection": [
                "Self Financing College"
            ],
            "Status": "Granted",
            "Order Status": "Orders issued",
            "Order ID": "474_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "31-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Order read as 1 St paper above, NOC for conducting the existing self financing MBA course with an intake of 180 seats in LEAD COLLEGE OF MANAGEMENT, Dhoni, Palakkad under the management of Prompt Charitable Trust, Tailor Street, Palakkad 678001 was renewed for the academic years 2016-17, 2017-18, 2018-19 and 2019-20. 2. As per the letter read as 4!) paper above, the Director of Technical Education has forwarded the proposal for renewal of NOC for conducting the existing MBA course in the Institution with an intake of 180 seats during the academic years 2020-21. 3. The Management has completed all the formalities for renewal of NOC. 4. For the purpose of renewal of NOC, an agreement has also been executed between Government and Chairman/Managing Trustee, LEAD College of Management, Dhoni, Palakkad on 23/12/2020. 5. In the circumstances, Government are pleased to renew the NOC to LEAD COLLEGE OF MANAGEMENT, Dhoni, Palakkad under the management of Prompt Charitable Trust, Tailor Street, Palakkad ~ 678001 for conducting the course as detailed below:          Intake sanctioned |Academic year for which renewal of NOC is granted 2020-21           The renewal of sanction of NOC is subject to the following conditions: [. The Educational Agency will ensure that the college has adequate infrastructure, human and physical, to conduct the course as required by the AICTE, University and Government. If there is any complaint from the student or parent about the lack of facilities in the college that will be enquired into by Government and on being satisfied that the same affects the quality of education in the college, the management on order by Government is bound to refund the entire amount paid under whatever head, to the student and issue him Transfer Certificate and return all certificates produced at the time of admission. 2. The Educational Agency will agree to abide by the procedure of admission in the college as decided by Government from time to time. 3. The Educational agency will agree to set apart 50% of the seats of the course for being filled up by Government or such authority determined by Government on the basis of merit and reservation principles followed by Government and the remaining 50% will be filled by the Educational Agency on the basis of merit. 4. The Educational Agency will agree to collect only such fees as determined by Government from time to time from the students admitted to the College for the course. 5. The Educational Agency will agree to institute adequate number of scholarships on merit-cum means basis as determined by Government from time to time to the students admitted to the course. 6. The Educational Agency will agree to appoint and fix the service conditions of the teachers and non-teaching staff in the college for conducting the course/courses as followed by Government in conducting similar course/courses. 7, The Educational Agency will agree to institute an appropriate governance structure that would ensure transparency, efficiency and social accountability in the Institution as determined by Government from time to time. 8. The Educational Agency will agree to publish the details regarding the establishment and governance structure that would ensure transparency, efficiency, admission, fees, courses, results, teaching and other staff and any further information as required by Government on the website of the Educational Agency. 9. The Educational Agency will agree to run only courses approved by Government and the University concerned, 10.The Educational Agency will agree to enable Government and its representatives to check, verify and monitor the compliance of the conditions mentioned above at anytime Government so decides. 11.The Educational Agency will agree to enter into an agreement with the affiliating University on the terms determined by the affiliating University in respect of all of the matters contained in this Agreement. 12, In the event of breach of any of the conditions mentioned above by the Educational Agency, Government is authorized to adjudicate the quantum of compensation which the Educational Agency is liable to pay to Government, if any, and upon such adjudication, the Educational Agency, should pay to Government the amount so fixed, failing which the amount of compensation adjudicated shall be recoverable under the provisions of Kerala Revenue Recovery Act, 1968, as if they were public revenue due on land. 13. No Objection Certificate/ Renewal granted shall be valid up to the end of the Academic Year 2020-21 and renewable on the request of the Educational Agency and subject to the satisfactory compliance of the conditions specified herein. 14. In the event of breach of any of the conditions mentioned above by the Educational Agency, Government shall also be entitled to withdraw the sanction without formal notice to the Educational Agency.",
            "References": [
                "246_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "474_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": "Sri. Biju Mathew, Assistant Professor in Economics, Malabar Christian College, Kozhikode  Extension of the term of deputation for completing Ph.D.Course",
            "Subsection": [
                "Higher Education Department",
                "Faculty Development Programme (FDP) of University Grants Commission"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1639_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "30-12-2020",
            "Order Issued By": "By Order of the Governor RAJESHKUMAR IC.K. Under Secretary to Government",
            "Body": "Sri. Biju Mathew, Assistant Professor in Economics, Malabar Christian College, Kozhikode was sanctioned deputation for undergoing Ph.D Course for the period from 01-01-2015 to 31-12-2016, under Faculty Development Programme (FDP) of University Grants Commission as per Government Order nend 8 paper above. Now, the Director of Collegiate Education as per letter read 10 paper above reported that the University Grants Commission had extended the period of fellowship of Sri. Biju Mathew, Assistam Professor in Economics, Malabar Christian College, Kozhikode for a further period from 01-01-2017 to 31-03-2017, for completing his Ph.D. Course, and has therefore requested to extend the term of deputation of the Teacher Fellow accordingly. Government have examined the request in detail and are pleased to accord sanction for the extension of the term of deputation of Sri. Biju Mathew, Assistant Professor in Economics, Malabar Christian College, Kozhikode for the period from 01-01-2017 to 31-03-2017, for completing Ph.D. Course, under Faculty Development Programme (FDP) of University Grants Commission (TFS), subject to the conditions laid down in the Government orders read above. The revised bond as per the Government Orders read 5, 6 and 7 paper above shall also be executed as the case may be.",
            "References": [
                "166_87_HEDN",
                "1560_94_HEDN",
                "1216_95_HEDN",
                "2025_09_HEDN",
                "159_10_HEDN",
                "1921_10_HEDN",
                "1069_13_HEDN"
            ],
            "Department": "HIGHER EDUCATION (K) DEPARTMENT",
            "file_name": "1639_2020_HEDN",
            "Directorate": "K",
            "Language": "eng"
        },
        {
            "Abstract": "Permission to start additional batch of B.Tech Computer Science & Engineering in TKM College of Engineering, Kollam",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanctio accorded",
            "Order Status": "Orders issued",
            "Order ID": "1356_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "30-10-2020",
            "Order Issued By": "(By order of the Governor SREEKALA  DEPUTY SECRETARY",
            "Body": "The Director of Technical Education, as per the letter read as 2n paper above, has forwarded a proposal to grant permission to start a additional batch of U.G programme with an intake of 60 students in th Computer Science & Engmeering batch at TKM College of Engineering Kollam from the academic year 2020-21. The Management, as per the lette read as Ist paper above, has stated that at present there is sufficien infrastructure facilities for commencing this batch and also that there is no nee of any post creation for the coming four years for this batch. The Registrar APJ Abdul Kalam Technological University, vide order read as 3rd paper above, has accorded provisional affiliation for the commencement of B.Tec in Computer Science & Engineering (60 seats) (Adiditional batch) in TK College of Engineering, Kollam Government have examined the matter in detail. Sanction is hereb accorded to commence the additional batch of B.Tech Computer Science  Engineering (60 seats) in TKM College of Engineering, Kollam subject to th condition that there will be no financial commitment on. the part of the File No.HEDN-J3/141/2020-HED Government and no new post creation in this regard shall be allowed for th next five years.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1356_2020_HEDN",
            "Directorate": "J",
            "Language": "eng"
        },
        {
            "Abstract": " Kitchen attached to Hostel , Scheduled Castes Scheduled Tribes Development Department ",
            "Subsection": [
                "Scheduled Castes Scheduled Tribes Development Department ",
                " Palakkad Medical College (Institute of\nIntegrated Medical Sciences, Palakkad) "
            ],
            "Status": "",
            "Order Status": "Establishing Ordered with administrative permission.",
            "Order ID": "524_2022_SCSTDDN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "Swaplapa.M",
            "Body": "Palakkad Medical College (Institute of Integrated Medical Sciences)\nThe students are currently being fed through the catering service\nEstablishments offering low prices and supplying poor quality food\nDue to this, it is necessary to invite quotation more than once a year\nExisting, kitchen facilities have been introduced in connection with the hostels 3\nScheduled castes of Kerala state that the mess facility should be started within a month\nFor setting up of kitchens in cases where Scheduled Tribes Commission has ordered\n2225-01-277-57-34(P) to provide administrative permission and funds under the title, Streemar\nKerala Srate Industrial Enterprises for provision of ancillary equipment\n16,79,689/- by recommending the prepared estimate of Rs.16,79,689/- as per reference (1)\nThe Director of the Medical College has requested the Govt.\n\nFor setting up kitchen in connection with medical college hostels\nThe statement along with recommending the proposal made available by the Director of the Medical College\nAnd to provide clarification regarding the title from which the amount is to be found\nThe Director of Scheduled Caste Development Department has requested as per reference (2).\n\n(other side)\n2. Government has looked into the matter. Valakkad Medical College\nand related equipment for setting up kitchen facilities in connection with the hostel\nHey 70118! 16,79,689/- and the administrative permission for purchase through\n(Rupees Sixteen Lakhs Seventy Nine Thousand Six Hundred Eighty Nine only) 4225-\n0-277-89 (P) is hereby authorized to be expended from title.",
            "References": [],
            "Department": "SCHEDULED CASTE SCHEDULED TRIBE DEVELOPMENT  DEPARTMENT",
            "filename": "govtorder2905202211-27-42.json",
            "Directorate": "STU",
            "Language": "mal"
        },
        {
            "Abstract": " Kumali Gram Panchayat Secretary Shri.K.Senkumar Hon.Kerala\n1/0) 1609.2119/2021 filed before the High Court on 06/0/2021\nThe direction in origin issued is carried out , Home Department ",
            "Subsection": [
                "Home Department "
            ],
            "Status": "",
            "Order Status": "the order is issued.",
            "Order ID": "3289_2021_HDN",
            "Place": "Thiruvananthapuram",
            "Date": "27-11-2021",
            "Order Issued By": "R Shilarani",
            "Body": "issued in 0610/2021\n\n3) G5/49348/ No. 09112021 of District Superintendent of Police, Idukki\n2021/Letter ID No.\n\n4) 10/11/2021 ma of State Police Chief: U2- 152459/2021/PHO\n\nLetter No\n\norder\n\n \n\nDuring vigilance inspection in Kamali Gram Panchayat\n099 against the police officers who assaulted and insulted him\nThat the prosecution should be allowed under Section 197 of the Criminal Procedures\nKumali Gram Panchayat Secretary Shri.K.Senkamar on request - As per (1).\nA petition was submitted to the government. And T Petition added as [5155 Hon.Kerala\nA petition bearing W.P.(C).21119/2021 was filed before the High Court. T\nAccording to reference in the petition-(2) in the judgment issued by the High Court in the case\nReference within two weeks of receipt of copy of adverse party judgment – ​​Petition in (1).\nIt was suggested that an appropriate order should be issued as per law.\n\nThe opposite party in the petition is the Additional Chief Secretary, Home Department.\n\n2) Took bribe from an applicant in Kumali Gram Panchayat\n\nIn the incident, the Clerk of Kumali Gram Panchayat Mr. M.K. Idukki Vigilance &\nFile No.A6/163/2021-HOME\n\nAnti-corruption DYSP Mr. Ravikamar was arrested by the team.\nTo Mr. K. Senkumar, who reached the spot after hearing the commotion in this regard\nASI Yaya Shri.Thulasidharakurup, SI Yaya Shri.Vincent.K.Matrya CI Yaya\nRijo.P.Joseph has behaved rudely and against T employees\nThe (ula) requirement in reference (1) is that prosecution should be allowed. The same\nThe petitioner also filed a complaint before the Scheduled Castes and Scheduled Tribes Commission on the matter\n\nwas submitted.\n\n3) On the complaint of Shri.K.Senkumar, Pirumedu DYSP detailed\nAs per reference (3) submitted to Idukki District Superintendent of Police after investigation\nThe report has been submitted by the State Superintendent of Police as per reference (4). Vigilance\nIdukki Vigilance DYSP who led the raid Mr. V.R.\nRavikamar and Mr. Shahul, independent witnesses and gazetted officers in the T case\nThe petitioner also produced the statement of Mr. Hamid and Mr. Samad Sulaiman\nCD containing footage of that day (09/03/2021) Peerumedu is checked\nThe DYSP investigation report has been prepared. Petitioner's statement\nDirected to appear on 08.11.2021 for recording but failed to appear\n\nIt has been informed that\n\n4) Complainant in vigilance case Shri. Vijayakumar in his complaint\nAs it was informed that Mr. Senkumar was also involved, the amount from the bribe money\nThe accused in the vigilance case to find out whether Mr. Senkumar had taken possession\nIn T Vrikti's complaint, Mr. Senkumar was arrested along with Mr. Ajikumar\nAs if he was dragged or tied to the chair by his neck\nAccused in vigilance case that he was not caught and did not commit racial abuse\nfrom other legal proceedings that may be brought against him for fear of being\nSuch a forgery is for escape and defense\n\nPirumet DYSP has reported that a complaint has been filed.\n\n5) Government has looked into the matter in detail. of official duties\nFile No.A6/163/2021-HOME\n\nIdukki Vigilance DYSP and his team are part of the Kumali Gram Panchayat.\nA vigilance raid was conducted and Mr. MK Ajikamar, Clerk of Kamali Gram Panchayat was arrested.\nAnd caught. On this occasion, the petitioner arrived at the scene of the incident\nDragging or holding the chair by the neck with the hand and calling it caste\nThe CD produced by the petitioner will be verified whether it is impugned or not\nAfter examining the documents produced by the Idukki Vigilance DYSP, Pirumedu\nIt has been found in the investigation conducted by DYSP. Mr. Senkamar\nRemarks - Statement based on petition filed under (1).\nTo appear before Pirumedu DYSP on 08.11.2021 for recording\nTian did not appear despite the instruction. Nothing for the petitioner\nIt can be concluded that there is no persuasion. In the case of T\ngarden\nAt the time of the vigilance inspection held at Gram Panchayat office on 09032021\nCriminal court for assaulting and insulting police officers\nKumali requested permission to prosecute before\nRemarks submitted by Gram Panchayat Secretary Shri.K.Senkumar - (1) Petition\n\nAn order of rejection is passed.\n\n6) Bala. Reference of the Kerala High Court - The direction in the order in (2) reads as follows\n\nImplemented.",
            "References": [
                "152459_2021_PHO"
            ],
            "Department": "HOME  DEPARTMENT",
            "filename": "govtorder1705202215-00-20.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " The order issued validation for the amount spent in excess of the purchase of the vehicle , Local Self_Government Department ",
            "Subsection": [
                "Local Self_Government Department ",
                " Thiruvananthapuram District Panchayat President's New "
            ],
            "Status": "",
            "Order Status": "Assuring.",
            "Order ID": "1298_2022_LSDN",
            "Place": "Thiruvananthapuram",
            "Date": "25-05-2022",
            "Order Issued By": "S.U.(Sadha) No.1298/2022/T5!",
            "Body": "For purchase of official vehicle of Thiruvananthapuram District Panchayat President\nIn the financial year 2016-17, an amount of Rs.26 lakh has been allocated from the Development Fund\n19,46,674/- out of which the project was formed and approved and Rs.\nBought the vehicle. But the remaining amount of Rs.6,53,326/- was allocated for 2017-18\nApproved as S.O.32/18 as spill over project for the financial year\nand achieved. A newly purchased official vehicle from Aya\nKL 01 CB 6037 No. First Insurance Premium of Innova Crysta\n44,384/- in the amount paid and Rs. 2,94,748/- in the amount of tax paid,\n33,400/- for accessories and Rs.42,000/- for additional fittings.\n\nYeh\n\nRs., T vehicle number plate, flag post, wireless antenna etc\n8,550/- in addition to Rs. 4,23,082/- has been spent on the property established. T amount\n6,80,866/- which has been spent in excess of the permissible amount of Rs.17 lakhs including\nGovernment, Thiruvananthapuram District Panchayat to provide validation for Rs\n\nThe Secretary had applied under reference (1).\n\nThe government has looked into the matter in detail. Thiruvananthapuram District Panchayat\nREFERENCE TO PURCHASE OF VEHICLE FOR THE PRESIDENT (2) By decision of C.C\n6,80,866/-(six lakhs) spent in excess of Rs.17 lakhs sanctioned.\nEighty Thousand Eight Hundred and Sixty Six Rupees Only) Validated for Rs.\nThe order is issued.",
            "References": [],
            "Department": "LOCAL SELF-GOVERNMENT  DEPARTMENT",
            "filename": "govtorder2905202212-24-24.json",
            "Directorate": "DB",
            "Language": "mal"
        },
        {
            "Abstract": " Mr. To Joseph Riballo, Malappuram District considering his health condition , Social Justice Department ",
            "Subsection": [
                "Social Justice Department ",
                " Serving as Kottayam District Social Justice Office "
            ],
            "Status": "",
            "Order Status": "An order is issued granting transfer as Social Justice Officer.",
            "Order ID": "131_2022_SJDN",
            "Place": "Thiruvananthapuram",
            "Date": "27-05-2022",
            "Order Issued By": "Srikala S",
            "Body": "Serving as Kottayam District Social Justice Officer under reference (1).\nComing Mr. Joseph Rebello Cardiovascular\n\nTo travel a long distance from his native Kozhikode due to ankylosing spondylitis\nHe said that he experienced a lot of difficulty and went to Malappuram for treatment\nCompassionately placed in the existing vacancy in the post of District Social Justice Officer\nHe said that he has submitted an application seeking permission for the change\nWith only one year of service left (31.02.2023) before retirement\nIn the circumstances, his application was considered on compassionate grounds\nThat he should be allowed to be transferred as Malappuram District Social Justice Officer\nAs per reference (2) the Director of Social Justice Department has recommended.\n\n2) The government has looked into the matter in detail. Kottayam District Social Justice\nMr. who is serving as an officer. For Joseph Rebello, his health condition\nOrder allowing transfer as Malappuram District Social Justice Officer\n\nIssuing",
            "References": [
                "594_2021_S"
            ],
            "Department": "SOCIAL JUSTICE  DEPARTMENT",
            "filename": "govtorder2905202210-23-54.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " Principal Class:, Department of Employment and Skills ",
            "Subsection": [
                "Department of Employment and Skills ",
                " Industrial Training "
            ],
            "Status": "",
            "Order Status": "Orders are issued by making transfer appointments in the post.",
            "Order ID": "604_2022_EaSDN",
            "Place": "Thiruvananthapuram",
            "Date": "25-05-2022",
            "Order Issued By": "Anil Kumar S",
            "Body": "s are issued by making transfer appointments in the post.\n\nEmployment and Skills (c) Deptt\nS.U.(Sadha) No.604/2022/ 88 ​​Dated, Thiruvananthapuram, 25-05-2022\n\nReference:- Director of Training No. DT/1964/2021-A6 dated 17.05.2022\nthe letter\nRev\n\norder\n\nT Vakipil as recommended in the said letter of the Director of Training\nPrincipal Class-! The following transfer appointments have been made in the post\n\nThe order is issued.\n\n1) Principal Class in Malampuzha ITI - | Mrs. Ajitha K.C\nKalamassery is transferred to the existing vacancy in AVTS.\n2. Mr. Sajimon Mundadane, Principal Class, Kasargod ITI\n\nTransferred to the existing vacancy in Chalakudy ITI.\n3. Principal Class in Chengannur ITI - | Mrs. L. Min Ye Chaka\n\nTransferred to the existing vacancy in ITI.",
            "References": [],
            "Department": "EMPLOYMENT AND SKILLS  DEPARTMENT",
            "filename": "govtorder2805202211-48-47.json",
            "Directorate": "C",
            "Language": "mal"
        },
        {
            "Abstract": " Rehabilitation of Roads\nGrounds , Disaster Management Department ",
            "Subsection": [
                "Disaster Management Department ",
                " Monsoon Disasters ",
                " Kozhikode District "
            ],
            "Status": "",
            "Order Status": "Issue administrative sanction or order.",
            "Order ID": "468_2022_DMDN",
            "Place": "Thiruvananthapuram",
            "Date": "25-05-2022",
            "Order Issued By": "ANURADHA K C",
            "Body": "Roads that have become impassable due to last monsoon and others\nUrgent renovation of the buildings\ndamaged infrastructure) 2021 as the government feels that it must be done urgently\nAs part of the flood relief operations on 22nd in Kozhikode district the following\n3.50 Lakhs (Rupees Three Lakh Fifty Thousand Only) for renovation work.\nIt is ordered by administrative permission.\n\n2) District Panchayat/Municipality! Works falling under the purview of the Corporation\nWorks falling under Gram Panchayat due to respective engineering department\nand by the Engineering Department of Block Panchayats to which the concerned Panchayat belongs\nWork in absence of engineering department of local self-government bodies\nPWD (Spl.Buildings), PWD (Roads &\nBridges) and by Assistant Executive Engineers\nshould be implemented. According to the Government order in para 4sham (3) the said Prithikal District\nIt can also be done by manufacturing center. In the above mentioned government orders\nTo strictly follow the conditions and to spend more than the sanctioned amount\nAnd it should not. This expense is included in “2245-02-106-99—Repair damaged roads and bridges.\nto be carried under the budget heading \"to make usable\".\n\n3) Renovation with administrative permission as per Government order in reference (6).\nTime for execution and completion of works is one year from the date of administrative permission\nIt is six months. Local Self-Government granted by Prasmata Restoration Prathi\nThe institution shall execute the sanctioned work within six months from the date of administrative approval\nIf the contract is not submitted to the district collector after entering into the contract, renewal of the contract\nThe administrative permission of the work shall be cancelled. Details of works to be completed\nSix years from the date of administrative approval by certifying the prescribed proforma covering\nEnforcement Officer to the District Collector within a month (within one and a half years).\n.U.(Sadha) (o0.468/2022/DMD\n\nCompulsory submission. ag conditions in reference (6) and strictly\nMust be followed.\n\n4) State GOTO response in a non-repetitive manner in which actions are allowed\nStrict adherence to Nidhi criteria (permissible by carrying out site inspection\n(including) to ensure and perform the act contrary to T instructions\n\nImplementation is considered the responsibility of the concerned officials.\n\n   \n  \n   \n   \n\n \n\n \n\nKunummal\n\n    \n\n1 Bank Arur Road (Last Reach) Retarring\nGram Panchayat\n\nTotal (Rupees Three Lakh Fifty Thousand Only) 3.50 |",
            "References": [
                "384_2012_DMD",
                "378_2013_DMD",
                "447_2014_DMD",
                "194_2015_DMD",
                "343_2015_DMD",
                "3_2018_DMD"
            ],
            "Department": "DISASTER MANAGEMENT  DEPARTMENT",
            "filename": "govtorder3005202214-56-55.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " Interest Amount of HUDCO Waiya for the month of May Amendment , Tasvabhava ",
            "Subsection": [
                "Tasvabhava ",
                " KURDFC "
            ],
            "Status": "",
            "Order Status": "An order is issued.",
            "Order ID": "1287_2022_LSDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-05-2022",
            "Order Issued By": "Biju Prabhakar",
            "Body": "Taken from HUDCO by KURDFC as Life Mission Project\nKURDFC's gow out to collect Vaiya's May interest\nAkandil (37920881126 - 1/8 1) 493, 67,43,659/- and Rural Ot New Akandil\n(40847078873 - 18! 0!!! 16) 2,92,76,642/- and Rs.(Total Forty Six Crores and Sixty\nOne hundred and twenty three hundred and one rupees only) at Urban Account (37922795767 - Urban\n0) and Rs.19,12,58,112/- (Nineteen Crores Twelve Lakhs Fifty Eight Thousand\nRupees One Hundred and Twelve only) to be sanctioned after 25th May as per reference (4)\nThe order was issued.\n\n2. Rs.46,60,20,301/- (forty six crores sixty) sanctioned under reference (4) order\nOne Lakh Twenty Three Hundred One Only) Head Off 2515-00-102-30(P)\n19,12,58,112/- (Nineteen Crores Twelve Lakhs Hundred and Fifty) from Account\nEight thousand one hundred and twelve rupees only) under Head of Account No. 2217-80-800-62(P)\nOrdered from Remark (4) Order with the above amendment\nLasting.",
            "References": [
                "1266_22_F",
                "1278_22_T"
            ],
            "Department": "LOCAL SELF-GOVERNMENT  DEPARTMENT",
            "filename": "govtorder2805202212-55-08.json",
            "Directorate": "DB",
            "Language": "mal"
        },
        {
            "Abstract": " Chief Nursing Officer in Health Department\nThe order declaring that the probationary period of the post has expired is hereby confirmed., Department of Health and Family Welfare ",
            "Subsection": [
                "Department of Health and Family Welfare ",
                " Vacancy "
            ],
            "Status": "",
            "Order Status": "the order issued",
            "Order ID": "1188_2022_HaFWDN",
            "Place": "Thiruvananthapuram",
            "Date": "02-10-2022",
            "Order Issued By": "SATHEESH.S",
            "Body": "of the recommendation in the reference letter of the Director of Health\nBased on the following Chief Nursing Officers T post\nReview period 6/5 20 Part Il against their names as per KS&SSRs\nOrder declared to have been successfully executed on the given date\n\nBetrayal.\nProbation\nSerial No. Name; The office where he is currently looking for work has been removed\n| | Date of announcement\nKaksha gari Sauce weak cookie etl ANON cay cl |\n| 05.02.2022\n1 Chief Nursing Officer\n| vehicle\nGeneral Hospital Thiruvananthapuram |\nMrs. Bindu S. |\n; Chief Nursing Officer | 05.02.2022\nMental Health Center, ! vehicle\nPerurkada, Thiruvananthapuram",
            "References": [
                "1592_202_A",
                "14960_2022_A",
                "14621_2022_A"
            ],
            "Department": "HEALTH AND FAMILY WELFARE  DEPARTMENT",
            "filename": "govtorder2905202212-05-57.json",
            "Directorate": "C",
            "Language": "mal"
        },
        {
            "Abstract": " Smt.Sandhya. P, Senior Clerk, Bridges\nDivision Executive Engineer's Office, Thiruvananthapuram 0, Public Works Department ",
            "Subsection": [
                "Public Works Department ",
                " Employed "
            ],
            "Status": "",
            "Order Status": "Medical Reimbursement is allowed and ordered.",
            "Order ID": "574_2022_PWDN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "Bhashmi Ravindran",
            "Body": "Executive in Public Works Department, Thiruvananthapuram Bridges Division\nMrs. Sandhyapi, a senior clerk in the Engineer's office, and his mother\nSupraintea Comdylar fracture Right Femur of Smt.Pushtala Kumari\nThiruvananthapuram SP Fort from 28/06/2020 to 11/09/2020 for treatment\n3,03,552/- towards hospital treatment expenses should be reimbursed\nThe application was submitted under reference (1). The said application, Chief of Administration Department\nEngineer recommended as per reference (3). Allowable amount\n2,06,975/- as per reference (2) Thiruvananthapuram Health Department\nDirector has reported.\n\n2) Government has looked into the matter in detail. In Public Works Department\nSenior in the Office of the Executive Engineer, Thiruvananthapuram Bridges Division\nClerk Mrs. Sandhya P. - Thiruvananthapuram for the treatment of Yu's mother\nS. In P. Fort Hospital during the period 28.06.2020 to 11.09.2020\n3,03,552/* recorded as allowable by the Director of Health Department at Rs\n80% of Rs.2,06,975/* as compensation of Rs.1,65,580/- is sanctioned.\nThe order is given.",
            "References": [
                "39912_2020_MR"
            ],
            "Department": "PUBLIC WORKS  DEPARTMENT",
            "filename": "govtorder0406202213-33-13.json",
            "Directorate": "B",
            "Language": "mal"
        },
        {
            "Abstract": " Roads Section, Nedunkandam , Public Works Department ",
            "Subsection": [
                "Public Works Department ",
                " Employed ",
                " Shri.Karian.C.George, Assistant Engineer, .\n"
            ],
            "Status": "",
            "Order Status": "Order is issued extending the period of probation.",
            "Order ID": "579_2022_PWDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-05-2022",
            "Order Issued By": "Rashmi Ravindran",
            "Body": "Shri.Karian.C.George as Assistant Engineer in Public Works Department\nReceived promotion and joined work on the evening of 30/11/2011.\nFrom that day for two years in _ three consecutive _ years\nMr. Karyan.C.George was assigned a probationary period. But Tian\nMandatory departmental examinations were passed only on 08/11/2020.\nTiante during the trial period. T said that the work and behavior were satisfactory\nThe probationary period of the post is from 30/11/2013 to 29/11/2014 for one year.\nBy extension the reference is ordered under 1) and hence comes chs\n Government order extending probation from 30/1/2014 to 10/11/2020\nRecommendation of the Chief Engineer of Administration under reference (2) to be issued.\nDid it. | | |\n2) The government has looked into the matter in detail. Administrative Division Chief\nPublic Works Nedunkandam Roads based on Engineer's recommendation\n\nMr.Kuryan.C.George, Assistant Engineer of the Section, in the said post.\nS.B.[(SADHA) NO.579/2022//5\n\nRule 21, K.S.Ant.\nS. S. As per R General Rules Tian's probation period is from 30/11/2014\n\nOrder extended till 10/11/2020.",
            "References": [],
            "Department": "PUBLIC WORKS  DEPARTMENT",
            "filename": "govtorder0406202215-15-31.json",
            "Directorate": "B",
            "Language": "mal"
        },
        {
            "Abstract": "22) Govt.\nAppellate Committee is constituted at the level , Department of Public Education ",
            "Subsection": [
                "Department of Public Education ",
                " Supply ",
                " State Govt\nOF HIGHER SECONDARY SCHOOL TEACHERS: ..Relocating Common (2021"
            ],
            "Status": "",
            "Order Status": "the order is issued.\nat",
            "Order ID": "3260_2022_GEDN",
            "Place": "Thiruvananthapuram",
            "Date": "30-05-2022",
            "Order Issued By": "A P M MOHAMMED HANISH",
            "Body": "dated 27.05.2022 issued in connected cases\n\n2 days\n2021-22 of Government Higher Secondary School Teachers in the State\n\n(2) Public education carried out under the order of transfer of public place of the year\nThe director had issued an order. T to Govt against transfer order\nA mechanism for timely disposal of appeals filed\nTo form Hon. Kerala Administrative Tribunal Reference (3) Order\nAs per the following instructions were issued.\n\n(i) The ist respondent-Government shall constitute a 5 member\ncommittee as stated by them consisting of senior offi¢ials in the\nDepartment forthwith. | :\n\nGi) On constitution of the Committee the 1st respondent shall issue\n\nNotification providing 10 days time from the date of issuance of the above\nNotification for those HSSTs aggrieved by the transfer orders to prefer\n\ntheir appeals\n\n(iii) After the cut off date fixed for receipt of the appeals, the 5 members\nCommittee shall consider the individual appeals on merits and submit\ntheir report with recommendations/suggestions to the Secretary, General\nEducation Department, within a period of 4 weeks\n\n|\n(iv) On receipt of the report, 1 st respondent shall issue final orders\nG.O.{Rt)No.3260/2022/GEON\n\nthereon within a period of one week from the date of receipt of the report.\n\n2) Hon. The above reference of the Kerala Administrative Tribunal (3)\n\nBased on the order, the State Govt Higher Secondary Scul\n|\n\nTo the government against the order of transfer of teachers for the year 2021-22\n\nAppeals filed under reference (1) of transfer criteria\n. Based on verification and submission of recommendations below\n'A structured appeal committee is constituted and ordered.\n\n| Mr. Muhammad Hanifa M.M. - “Convenor |\n\nJoint Secretary, Public Education Department |\n\n] Mr. O. N. Zakir Hussain - Member\n\nJoint Secretary, Public Education Department\n\n[| Mrs. Swapna P. - Member\n\nDeputy Secretary, Public Education Department\n\n[%/ Mr. Jayakumar C.S. member\n\nUnder Secretary, Public Instruction Department °\n\nMr. Dileep SM cum - member\nUnder Secretary, Department of Public Education\n\n3) T Appal Committee recommended by Hon'ble Kerala Administrative Tribunal\nGrievances examined within time frame Instruction General Education, Principal\nand should be submitted to the Secretary. The notification is issued separately.\n\n4] All necessary for the smooth functioning of the T Upil Committee\nSystems shall also be put in place by the Director of Public Instruction. |\n\n5) Hon. Order under reference (3) of the Kerala Administrative Tribunal\nThis has been implemented. ] ]\n]",
            "References": [
                "838_2019_P",
                "192430_2021_DGE"
            ],
            "Department": "GENERAL EDUCATION)  DEPARTMENT",
            "filename": "govtorder3005202216-01-49.json",
            "Directorate": "C",
            "Language": "mal"
        },
        {
            "Abstract": " \nHome, Govt. Secial Home, Govt. For children in institutions like Place of Safari\nColor dress on special days like Onakodi, New Year, Vishta, Deepavali etc\n(Clothes. Undergarments, Torts) Allowed amount for purchase\n, Department of Women and Child Development",
            "Subsection": [
                "Department of Women and Child Development",
                " State Govt. Children's Home, Govt. Observation "
            ],
            "Status": "",
            "Order Status": "The order is issued.",
            "Order ID": "255_2022_WaCDDN",
            "Place": "Thiruvananthapuram",
            "Date": "25-05-2022",
            "Order Issued By": "Nisha S",
            "Body": "Govt Children's Home Govt Observation Home in the state. Govt\nSecial home. Onakodi for children in institutions like Govt Place of Safely\nAlso color dress on special days like New Year, Vishya, Diwali etc\n2,500/- for purchase of (clothing, undergarments, underwear) Rs.\nA total of Rs.18.00.000/- (Rs. 18 Lakhs only) for about 720 children at the rate 2235-02-\n102-36(5)02 of the Director of Women and Child Development\n\nIt was requested under reference one.\n2) Details of the institutions to which the amount is to be sanctioned and financial\n\nBelow is the analysis.\n\n1. Govt Children's Home for Boys, Pujapur, Thiruvananthapuram\n2. Govt Children's Home for Boys, Kollam\n3. Govt Children. Home for Boys Travancore, Kottayam\n\n4. Govt Children's Home for Girls Maithara. Alappuzha\nUsama No. 2022 Mt\n\n5. Govt Children's Home for Boys Ramavarampuram, Thrissur\n\n6. Govt Children's Home for Boys, Vellimadukun, Kozhikode\n7. Govt Children's Home for Girls Kannur\n\n8. Govt Children's Home for Girls, Kakkanad. Ernakulam\n\n9. Govt Children's Home for Girls Vellimadukun, Kozhikode\n10. Govt Children's Home for Boys, Wayalthala. Pathanamthitta\n\n11. Govt Children's Home for Boys Nooranad, Alappuzha\n\n12. Govt Children's Home for Boys, Muttikulangara, Palakkad\n\na Govt Children's Home for Boys Kannur\n\n14. Govt Children's Home for Boys Tavanur. Malappuram\n\n15. Govt Children's Home for Boys Kanyampetta, Wayanad\n\n16. Govt Children's Home for Boys Paravanadukkam, Kasaragod\nGovt Observation Homes:-\n\n17. Government Observation Home for Boys Poojappura, Thiruvananthapuram\n18. Govt Observation Home for Boys Kollam\n\n19. Govt Observation Home for Boys, Travancore, Kottayam\n\n20. Govt Observation Home for Boys Maithara, Alappuzha\n\n21. Govt Observation Home for Boys Ernakulam\n\n22. Govt Observation Home for Boys Ramavarampuram, Thrissur\n9 U. (Sadha! No.2538:2022//(5\n\n23. Govt Observation Home for Boys, Vellimadukun, Kozhikode\n\n24. Govt Observation Home for Girls Vellimadukun, Kozhikode\n\nGovt Social Home --\n\n25. Govt Social Home for Boys Poojappura. Thiruvananthapuram\n\n26. Government Social Home for Girls Vellimadukun, Kozhikode\n\nNay Place of Safely'.\n\n27. Govt Place of Saffron. Ramavarampuram, Thrissur\nTotal 720 children ?% Rs.2,500/- to Rs.18.00.000/-\n\n(Rupees eighteen lakhs only)\n\n3) Working Group meeting on 06/05/2022-20% of the said proposal\n' has been checked and approved. (Item No. 33 C)\n\n4) In the above case, the State Govt. Children's Home. Govt.\nObservation Home, Govt. Social Home, Govt. Place of Safety etc\nApart from Onakodi, special events like New Year, Vishta and Diwali for children in institutions\nFor purchase of color dress (fabrics, undergarments, tops) on days\n2500/-per block for 720 blocks at a total cost of Rs.18,00,000/- (Rs. 18 lakhs)\nonly) Administrative permission to use from title 2235-02-102-36(02)\nThe order is issued.",
            "References": [],
            "Department": "WOMEN AND CHILD DEVELOPMENT  DEPARTMENT",
            "filename": "govtorder2905202211-52-22.json",
            "Directorate": "C",
            "Language": "mal"
        },
        {
            "Abstract": " Officer Mr. Sminish. U. Reimbursement of the medical expenses incurred by the wife of , Nikati Department",
            "Subsection": [
                "Nikati Department",
                "Excise Administrative Civil Excise in Kannur Division "
            ],
            "Status": "",
            "Order Status": "An order is issued authorizing the issuance.",
            "Order ID": "419_2022_TDN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "PRAMOD M V",
            "Body": "Civil Excise Officer of Kannur Division Mr.Sminish.U -\nfrom 07.06.2021 at Aster Mims Hospital, Kozhikode for the treatment of his wife.\nKannur District Medical Officer on the amount spent till 05.07.2021\n71,418/- as medical reinvestment of Rs.71,418/- as admissible\nEcclesiastical Commissioner recommends under reference (3) to allow\nDid it.\n\n2) The government has looked into the matter in detail. Civil in Kannur Division\nExcise Officer Mr. Sminish U. Kozhikode for treatment of wife of -\nAster Mims Hospital from 07.06.2021 to 05.07.2021! Out of the amount spent upto\n71,418/- of the amount notified by the District Medical Officer to be allowed\n57.134/- (Rupees Fifty Seven Thousand One Hundred Thirty Four Only) which is 80%\nIt is hereby ordered that compensation be granted.",
            "References": [],
            "Department": "TAXATION  DEPARTMENT",
            "filename": "govtorder2905202214-50-22.json",
            "Directorate": "F",
            "Language": "mal"
        },
        {
            "Abstract": " Road Rehabilitation Works\n, Disaster Management Department ",
            "Subsection": [
                "Disaster Management Department ",
                " Monsoon Disasters ",
                " Malappuram District "
            ],
            "Status": "",
            "Order Status": "Issuance of administrative sanction or order.",
            "Order ID": "469_2022_DMDN",
            "Place": "Thiruvananthapuram",
            "Date": "25-05-2022",
            "Order Issued By": "ANURADHA K C",
            "Body": "Roads that have become impassable due to last monsoon and others\nUrgent restoration of buildings and improvement of the damaged\ninfrastructure) in 2021-22 as the government feels that it must be done\nFollowing restoration in Malappuram district as part of flood relief operations\n100 lakh rupees (one crore rupees only) administrative sanction is ordered for the works.\n\n2) District Panchayat/Municipality! Works falling under the purview of the Corporation respectively\nThe works related to the engineering section are also under the Gram Panchayat\nLocal self-government by the engineering department of the block panchayats comprising the panchayat\nWhere the work is to be carried out in the absence of the engineering department of the administration\nPWD (SplBuildings) and PWD (Roads & Bridges) under the jurisdiction of the area\nIt shall also be carried out by the Assistant Executive Engineers of the Sections. In reference (3).\nAccording to the government order, the said works can also be done by the District Construction Centre.\nIt is also allowed to strictly follow the provisions of the above param4sham government orders\nYou should not spend more than the amount. This cost is “2245-02-106-99-Keduparaddia\nFrom the budget heading “To repair and make roads and bridges serviceable”.\nshould be borne.\n\n3) Renovation sites subject to administrative approval as per Government order in reference (6)\nTime for execution and completion is one year and six months from the date of administrative approval.\nDate of administrative approval by the local self-governing body sanctioning the said rehabilitation work\nThe said agreement by entering into an agreement to execute the sanctioned work within six months from\nIf it is not submitted to the District Collector, the administrative permission for Prasmata restoration work will be cancelled.\nThe prescribed proforma detailing the works to be completed is certified\nExecution within one year and six months (within one and a half years) from the date of administrative sanction\nThe officer must compulsorily submit to the District Collector. and other conditions in reference (6).\nMust be strictly followed.\n\n\nSadha) No.469/202210[0\n\n4) State Disaster Response Fund in a non-repetitive manner as sanctioned works\nStrict adherence to the criteria (permissible by carrying out site inspection\n(including ) shall ensure and execute performance contrary to t instructions\nIt is the responsibility of the concerned officials to do so.\n\n \n   \n  \n    \n\n  \n \n   \n   \n   \n \n\nV Muhammad Sahib Road\n\nTharayil Road Perumpadap 40\nAyyotchira Anapadi Road Veliyangode 10\nKotamuk Eramangalam Road Veliyangode 10\n\n7 Kalamthi Palli Road Marancheri\n6 Mana Road Marancheri Ss\n7 KARINGALLATHANI KANNARAVILLE ROAD MARANGHERI fs\n9 Asrayakunn Road Alamkot 7\nMullakkal Alley Road Alamkot 6\n\nPoomoth Road Alamkot 17\n\nNilampati Kavilpadam Keezhekav Road for repair\n\nVulinchot Chelakadav Road (II Phase] Nannammuk 10\n\ni “\n\nRoad Ponnani 5 from Kakat Kallank to Atchapu Veedu\nTotal (Rs. 1 crore only)\n\n \n \n\n100",
            "References": [
                "384_2012_D",
                "378_2013_D",
                "447_2014_DMD",
                "194_2015_DMD",
                "343_2015_D",
                "3_2018_D"
            ],
            "Department": "DISASTER MANAGEMENT  DEPARTMENT",
            "filename": "govtorder3005202215-24-05.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": "Yil in Land Revenue Department of Kannur District\nAllowed for appointment to the existing post of Clerk , Military Welfare Department",
            "Subsection": [
                "Military Welfare Department",
                " 550 who died during military service.B.J.P\nWife of Smt.Shamna.K"
            ],
            "Status": "",
            "Order Status": "The order is issued.",
            "Order ID": "9_2022_MWDN",
            "Place": "Thiruvananthapuram",
            "Date": "01-06-2022",
            "Order Issued By": "R. Tara Devi",
            "Body": "Military as per Government order in reference 1\nIn operational area/ field area while in service\nOperational due to High Altitude or Bad Weather\nIn the area//within the field area or in the nearest mine spot,\nKilled / maimed by entrapment or road accident\nor happen; A dependent of a missing jawan/\nState Govt Service Class for Ashrita !! / [/ category depth\n\nEligible for employment assistance in grad.\n\n2. According to it, 500.BJ.P. who died during military service\nEmployment in the post of Clerk in Kannur district for Mrs.Shamna.K's wife\nOrder under reference 2 authorizing grant of assistance\nwas confirmed. Vacancy report for clerk post in Kannur district\n\nIt was also ordered that the appointment order will be issued as soon as it is done.\n\n\n2\n\n3, Kannur district to provide employment assistance to Mrs. Shamna Kau\nThat there is a vacancy in the Land Revenue Department for the post of Clerk / VA\n\nThe District Collector has reported as per letter in reference 3.\n\n4. In this case during military service on 5.10.2014\nMrs. Shamna.K, wife of Sep.nila.cl, who died in Jammu and Kashmir.\nParangotu Hayes, Malapattam.P.O., Malapattam Village, Thaliparam Taluk, Kannur\nReference to the District 1 Under the provisions of the Order, in the Land Revenue Department\nAppointment to the existing post of Clerk / VA in Kannur District\nAn order is issued authorizing the grant. Thus appointed\nThe district collector has given steps to appoint Tian in the land revenue department\n\nshould be accepted.\n\n5. Conditions attached to the said appointment\n\nas applicable.\n\n1. Appointment once accepted shall be final. Change of assignment\nNot allowed.\n\n2. The scheme is the same as for employees who are directly recruited\ncharacter certificate and others for those appointed under\nFormalities apply.\n\n3... to be produced on appointment under this scheme\nAppointment if qualifications or assets are subsequently proved to be false\nThe order will stand cancelled.\n\n4. District Collector has given appointment order to the applicant\nGovt should be informed.\n\n\n5. New passport attested by gazetted officers\nSize photo Smt.Shamna.K before appointing authority\nshould be presented.\n\n6. Within one week of the applicant entering duty, press information, Distt\nThe Collector shall inform the Govt.\n\n7. Appointment to the provisions of the Kerala Subordinate Service Rules\n\nWill follow.",
            "References": [
                "10_02_PO",
                "12_2022_S"
            ],
            "Department": "MILITARY WELFARE  DEPARTMENT",
            "filename": "govtorder0806202212-22-39.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": "2 Post in College on Other Service Condition\n, Department of AYUSH",
            "Subsection": [
                "Department of AYUSH",
                " Mrs. Dhanya David Thiruvananthapuram Government Ayurveda\nLab Technician Grade"
            ],
            "Status": "",
            "Order Status": "Appointed and ordered.",
            "Order ID": "237_2022_ACN",
            "Place": "Thiruvananthapuram",
            "Date": "29-05-2022",
            "Order Issued By": "Harikumar A.S",
            "Body": "Ernakulam, Perumbavoor Taluk Headquarter under the Directorate of Health Department\nMrs. Dhanya working as Lab Technician Grade-2 OM ON in the hospital\n“David under Ayurvedic Medical Education Department Thiruvananthapuram Govt\nApplication for employment in Ayurveda College on deputation basis\nAyurveda as per Hint (2) letter with objection letter from Head of Department\nMade available by the Director of Medical Education.\n\nBased on the recommendation of Ayurvedic Medical' Education Directorate\nThe government has looked into the matter in detail. Ernakulam under Health Department,\nLab Technician Grade-2 OTA ONG in Perumbavoor Taluk Headquarters Hospital\nThiruvananthapuram Govt. Ayurveda Ms. Dhanya David who serves\nCollege Lab Technician Grade-II Taslika P.Sc. Employant\nUntil the appointment is made through the Exchange or for one year whichever is earlier\nFirst. Appointment on foreign service basis as per existing rules till then\nThe order is given.",
            "References": [
                "247_2022_DAME"
            ],
            "Department": "AYUSH  CATEGORY",
            "filename": "govtorder0306202217-05-40.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " By canceling the administrative permission given for the work of Arayan Kadapuram Juma Masjid Road , Fisheries Harbor Department ",
            "Subsection": [
                "Fisheries Harbor Department ",
                " Parapanangadi Municipality of Malappuram District "
            ],
            "Status": "",
            "Order Status": "The order is issued.",
            "Order ID": "317_2022_FHDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-05-2022",
            "Order Issued By": "Latish.S.Dharan",
            "Body": "Arayan Kadapuram Juma Masjid in Parapanangadi Municipality of Malappuram District\n13 lakhs for road works, administrative sanction under reference (1).\nwas given But 'land' from the municipality. availability certificate'\nIn case of non-availability, procedures for cancellation of administrative permission for work\nHarbor Engineering Department as per reference (2) to be adopted ae\nEngineer has requested.\n\n2) Government has looked into the matter in detail. Parapanangadi in Malappuram district\nArayan Kadapuram Juma in Municipality. Reference to Masjid Road Work (1)\nIt is ordered that the administrative permission of Rs.13 lakh granted under",
            "References": [
                "665_2021_M"
            ],
            "Department": "FISHERIES HARBOR  DEPARTMENT",
            "filename": "govtorder2705202212-38-52.json",
            "Directorate": "C",
            "Language": "mal"
        },
        {
            "Abstract": "\nAmount towards purchase of sports equipment for children for financial year 2022/23 , Working under Women and Child Development Department ",
            "Subsection": [
                "Working under Women and Child Development Department ",
                "  Govt. Children's homes"
            ],
            "Status": "",
            "Order Status": "The order is granted and issued.",
            "Order ID": "253_2022_WaCDDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-05-2022",
            "Order Issued By": "Nisha S",
            "Body": "Working under Women and Child Development Department, Govt. Children's\n2022-23 financial year cricket, football and volleyball for children in homes.\nShuttle Badminton, Ball Badminton, Basketball etc. which are interesting for children\nTraining in Sports : Sports equipment for providing\n4,50,000/- (Rupees Four Lakh Fifty Thousand Only) towards purchase 2235-\n02-102-36(P)02 from title Women and Child Development\nThe director had requested reference no.\n2) Details of the institutions to which the tax is to be sanctioned. Allowable amount\nDetails are given below.\n\n1. Govt Children's Home for Boys Poojappura, Thiruvananthapuram - Rs.40,000/-\n2. Govt Children's Home for Boys Kollam - 30.0007- Rs.\n\n3. Govt Children's Home for Boys, Kottayam - Rs.30.000/-\n\n4. Govt Children's Home for Girls, Maithara, Alappuzha - Rs.30,000/-\n\n5. Govt Children's Home for Boys, Ramavarampuram, Thrissur - Rs.40,000/-\nO. Uma Nam Ma 2022 WEDD\n\n6. Govt Children's Home for Boys, Vellimadukun, Kozhikode - Rs.40,000/-\n7. Govt Children's Home for Girls, Kannur - Rs.30,000/-\n\n8. Govt Children's Home for Girls. Kakkanad, Ernakulam - 30.000/- Rs\n\n9. Govt Children's Home for Girls, Vellimadukun, Kozhikode - Rs.30,000/-\n10. Govt Children's Home for Boys Pathanamthitta - Rs.20,000/-\n\n11. Govt Children's Home for Boys; Hundred countries Alappuzha - 20.000/- Rs\n\n12. Govt Children's Home for Boys. Muttikulangara. Palakkad - 20,000/- Rs\n\n13. Govt Children's Home for Boys Kannur - Rs.20,000/-\n\n14. Govt Children's Home for Boys Malappuram - 30,000/- @al\n\n15. Govt Children's Home for Boys Kanyampetta, Wayanad - Rs.20,000/-\n\n16. Govt Children's Home for Boys Paravanadukkam, Kasaragod - Rs.20,000/-\n\nTotal Amount – Rs.4,50,000/- (Rupees Four Lakh Fifty Thousand Only)\n\n3] Notice of Working Group Meeting dated 06/05/2022-0\nThe proposal has been examined and approved (Item No. 8).\n\n4) In the above case, except the Department of Women and Child Development\nWorking Govt. 2022-23 financial year for children in children's homes\n4,50,000/- (four lakh fifty thousand rupees) towards purchase of sports equipment\n(Rs. only) to be utilized from Heading 2235-02-102-36(02)\n\nAn order is issued with administrative permission.",
            "References": [],
            "Department": "WOMEN AND CHILD DEVELOPMENT  DEPARTMENT",
            "filename": "govtorder2905202211-10-53.json",
            "Directorate": "C",
            "Language": "mal"
        },
        {
            "Abstract": "  Project Guidelines , Department of Fisheries Ports ",
            "Subsection": [
                "Department of Fisheries Ports ",
                " ",
                " Clean Ocean, Beautiful Coast "
            ],
            "Status": "",
            "Order Status": "Vritukki issues the order.",
            "Order ID": "321_2022_FHDN",
            "Place": "Thiruvananthapuram",
            "Date": "25-05-2022",
            "Order Issued By": "Latish.S.Dharan",
            "Body": "Reference order for implementation of \"Suchitva Sagaram Sundara Thiram\" project\nAccording to the project guidelines, the order was approved. However, the plan\nA state level campaign cell for effective implementation\nBy forming some of the State and District Level Coordination Committees\nFisheries as per reference 2 to update the guidelines by making amendments\nDirector has requested.\n\n2. The Government has examined the matter in detail. “Suchitva Sagaram Sunda Thiram”\nState level campaign cell for effective implementation of the scheme\nBy establishing, state level/district level co-ordination\nThe committee was reconstituted and revised the guidelines issued under the reference order\nThe order is issued.\n\nState Level Campaign Cell Structure\n\n \n\nChairman Additional Director, Department of Fisheries\nConvener Additional '/ Joint Director, Local Self-Government\nDept\n\nCo-Convenor Joint Director of Fisheries (Marine)\nmembers\n\nAdditional Director, Environment Department\nAdditional Director, Haritha Kerala Mission\nAdditional Director, Sanitation Mission\n\nSuperintending Engineer, Harbor Engineering Department\nGeneral Manager; Fish Fed\n\nGeneral Manager, [R 210\nS.U.(Sadha) No.321/2022/61\nDac\n\nduties\n© Formulation of effective campaign strategy at all levels ensuring public participation\n\nDelivery, implementation and state level monitoring.\n\n€ Regarding progress of campaign work at District/Local Self-Government level\nReviewing\n\n$ Development of materials for information dissemination activities\n\n€ Creation of favorable environment for campaign implementation\n\n€ By bringing together various departments and related agencies\nFormulation and implementation of action programme.\n\n* Capacity of District and Local Self-Government Level Coordination Committees\nDeveloping\n\nState Level Coordination Committee Structure\n\n \n\nChairman Mr. Saji Cherian, Minister of Fisheries\nCo-Chairmen Shri. Govindan Master, Minister of Local Self-Government\n\nMr. Muhammad Riaz,\n\nMinister of Public Works and Tourism Department\n\nConvenor Principal Secretary, Department of Fisheries\nCo-Convenor Director, Department of Fisheries\nMembers Additional Chief Secretary, Local Self-Government Department\n\nAdditional Chief Secretary, Department of Environment;\n\nSecretary, Department of Tourism\n\nSecretary, Mayors Council, Kerala\nS.U.(Sadha) No.321/2022/61\n\nDirector, Department of Environment;\n\nDirector, Department of Tourism\n\nDirector, Local Self-Government Department\n\nDirector General, N. C. C. - Kerala.\n\nChief Engineer, Harbor Engineering Department\n\nDirector, MPEDA\n\nManaging Director, Kerala State Coastal Development\nCorporation\n\nChairman, Fisheries Fed\n\nManaging Director, Fisheries Fed\n\nManaging Director, Clean Kerala Company Limited\n\nRegistrar, [0\n\nVice Chairman, Kerala State Youth Affairs\nWelfare Board\n\nMember Secretary, Kerala State Youth Affairs Welfare\nBoard\n\nExecutive Director, Saf\n\nExecutive Director, Kudumbashree\nS.U.(Sadha) No.321/2022/61\n\nExecutive Director, Sanitation Mission\nState Officer, N. SS\nState Director, Nehru Yuva Kendra\n\nPresident, Kerala Zilla Panchayat Presidents Chamber\nChairman, Chamber of Municipal Chairman Kerala\nPresident, Kerala Block Panchayat Association\nPresident, Kerala Gram Panchayat Association\nState Level Trade Union Leaders (Fisheries)\n\nDivers Association\n\nStructure of District Level Coordination Committee Structure of District Level Coordination Committee\n\nConcerned MPs, MLAs, Corporation\nGuardians\nMayors\n\nCo-Chairman District Collector\nConvener Fisheries District Officer\nJoint Director, Department of Local Self-Government\n\nExecutive Engineer, Harbor Engineering Dept\n\n   \n   \n \n \n\n  \n  \n\n \n     \n\n  \n\nCo-Convenors\nS.U.(Sadha) No.321/2022/61\n\nDistrict Manager, Fisheries Fed\n\nDeputy Director, Local Self-Government Department\n\nDepartments of Youth Affairs, Tourism and Environment\nDistrict Heads\n\nDeputy Director, Department of Public Education\n\nOfficer-in-Charge of the District / Officer, Kerala\nState Coastal Development Corporation\n\nOfficer-in-Charge of District / Officer, Clean\nKerala Company Limited\n\nYouth, Women and Student Organization Officer\n\n(one seed)\n\nDistrict level office bearer, Chamber of Municipal Chairman\nKerala\n\nDistrict Level Incumbent, Kerala Block Panchayat\nAssociation\n\nDistrict Level Officer, Kerala Gram Panchayat\nAssociation\n\nDistrict level office bearers of other voluntary organisations\n\n \n\n3. Subsistence of the above order with modification.",
            "References": [
                "7271_2022_M"
            ],
            "Department": "FISHERIES HARBOR  DEPARTMENT",
            "filename": "govtorder2705202214-52-52.json",
            "Directorate": "B",
            "Language": "mal"
        },
        {
            "Abstract": " Thiruvananthapuram Electronics Sub Division _\nMr. Arun Raj, Assistant Engineer, as per Career Advance ., Public Works Department ",
            "Subsection": [
                "Public Works Department ",
                " Employment "
            ],
            "Status": "",
            "Order Status": "Order granting higher scale of pay is fixed.",
            "Order ID": "584_2022_PWDN",
            "Place": "Thiruvananthapuram",
            "Date": "29-05-2022",
            "Order Issued By": "_Bhashmi Ravindran",
            "Body": "In Public Works Department, Thiruvananthapuram Electronics Sub-Division\n_ Assistant Engineer Mr. Arun Raj after completing 8 years of service\nGranted higher pay scale under Tian Career Advancement Scheme\n\n_ to give. As per the letter in reference (2) Chief Engineer, Administration Division\nIt was recommended.\n\n2) Government has looked into the matter in detail. In Public Works Department\nShri.Arun Raj Assistant Engineer from 04/10/2010 to 30/11/2010 58\nT has been exempted from disqualifying service period as he has taken the day's blank pay leave\n, fixed 8 years. 13/11/2016 on completion of qualifying service period\nReference in effect (1) in paragraph 11, Appendix IV of the Government Order ”\nCareer without change in Tian's current job title as per conditions\nFirst Plaint under Advance Scheme\n42500-87000 in the pay scale of K. S. Coe : wide | ae 2B UA\nThe order is granted with discretionary benefit. |",
            "References": [
                "7_2016_D"
            ],
            "Department": "PUBLIC WORKS  DEPARTMENT",
            "filename": "govtorder0406202217-19-33.json",
            "Directorate": "B",
            "Language": "mal"
        },
        {
            "Abstract": "1969\nPermission to register in gram panchayat is issued , Department of Local Self",
            "Subsection": [
                "Department of Local Self",
                "Government ",
                " Late Mr. Bhaskaran Nair, Putanthara, Nenmara\nPalakkad and Smt. Kamalam, south, near Fort Maidan,\nMarriage between Chitta and Palakkad on 04",
                "06"
            ],
            "Status": "",
            "Order Status": "order is issued.",
            "Order ID": "1306_2022_LSDN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "RAJEEVAN A P",
            "Body": "Of his father, who was a retired soldier, who was mentally challenged\nof parents held on 04-06-1969 for the purpose of getting family pension\nUnder reference (1) for permission to register marriage\nThe application was received by the government.\nMr. Kodumb At the Subrahmanya Swamy Temple, Mr. Bhaskaran Nair,\nWuthantara, Nenmara Palakkad and Smt. Kamalam, South East, Fort\nMarriage held on 04-06-1969 between Chitta and Palakkad, near Maidan.\nLocal Self-Government as marriage registration was not compulsory in those days\nwas not registered with the institution. Smt. Kamalam on 17-10-1998 and service pension\nWhile receiving Mr. Bhaskaran Nair also died on 05-09-2015.\nApplication for family pension of ex-serviceman father\nAlthough Mr. As the family information of Bhaskaran Nair is not available\nFurther action could not be taken. Then in Kodumb village panchayat\nAlthough the couple had submitted an application for getting a marriage certificate, the two\nThat the marriage cannot be registered in case of death of the name\nInformed. Then the applicant registers the said marriage\nAn application was submitted to the government for special permission.\n\nIn Hindu Marriage Act 1955 and Kerala Hindu Marriage Registration Act 1957\nAct and the Kerala Registration of Marriages (General) Rules, 2008\nBoth of the married couple died and the marriage was registered\nRelating to registration of marriage in case of failure to do so\nS.U.(Sadha) No.1306/2022/53॥\n\nConditions do not exist. Also, pension for mentally challenged son\nPanchayat Director as per reference (2) that it is necessary to obtain\nCommented.\n\nThe government has looked into the matter in detail. Mr. Bhaskaran Nair, Smt.\nMarriage between Kamalam and 2008 Registration of Kerala Marriages\n(General) before the coming into force of the Rules. In the Hindu Marriage Act, 1955 and 1957\nMarriage registration under Kerala Hindu Marriage Registration Act\nIt was not mandatory. In the Kerala Registration of Marriages (General) Rules, 2008\nUnder Klipla proviso to rule 6 marriages which took place before the coming into force of the rule\nProvision for registration at will. The rule came into force under rule 15\nAfter the certificate which does not give the position of authority as per the rules, the government\nThe rules are in place even though it has been said that it should not be accepted for purposes\nIt has been clarified that this provision does not apply to marriages that took place before arrival.\nand protection of tian as the petitioner is a mentally challenged person\nFamily pension is to be availed considering livelihood and survival\nThe government understands that it is necessary.\n\nHence reference (1) considering the application as a special case\nLate Mr. Bhaskaran Nair, Smt. and Kamalam on 04-06-1969 Kodumb\nMr. The marriage took place at Subrahmanya Swamy temple in Kodumb village panchayat\nLocal marriage registrar in Kodumb gram panchayat to register and issue\nWith permission, the order is hereby issued.",
            "References": [],
            "Department": "LOCAL SELF-GOVERNMENT  DEPARTMENT",
            "filename": "govtorder2905202212-42-34.json",
            "Directorate": "RC",
            "Language": "mal"
        },
        {
            "Abstract": " Sanctioned for sanction of bill amount for late completed work , Disaster Management Department ",
            "Subsection": [
                "Disaster Management Department ",
                " Natural Calamity ",
                " Rehabilitation of Roads ",
                " Ernakulam District\n"
            ],
            "Status": "",
            "Order Status": "The order is issued",
            "Order ID": "481_2022_DMDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-05-2022",
            "Order Issued By": "Jayachandran A",
            "Body": "1) Administrative sanction of Rs.8 lakhs was given as per Param4sha order\nValambur Ampalampadi in Mazhuvannoor Gram Panchayat of Ernakulam District -\nThe contract was entered into on 05.11.2020 for the work of High Level Canal Bund Road.\nEver since, but work due to heavy rains and covid crisis\nthat it is late and that the deed was executed on 28.12.2021, and therefore\nCompletion of the work by condoning the delay in the completion of the work\nAs per reference (2) the term should be settled till 28.12.2021\nErnakulam District Collector requested Govt.\n\n2) The government has looked into the matter in detail. Remarks (1) By order 8\nMazhuvannoor in Ernakulam district where administrative permission of Rs\nValambayar Ambalampadi in Gram Panchayat - High Level Canal Bund Road\nIn case of satisfactory completion of the work, the enforcement officer\nDelay in t work, considering explanation and request of District Collector\nApologized and allowed the District Collector to sanction the final bill amount\n\nIt is ordered.",
            "References": [
                "26_2020_DMD"
            ],
            "Department": "DISASTER MANAGEMENT  DEPARTMENT",
            "filename": "govtorder2905202210-59-27.json",
            "Directorate": "B",
            "Language": "mal"
        },
        {
            "Abstract": " Implementation of Academic Governance\nAlso to adjust the posts according to workload, additional posts , Department of Higher Education ",
            "Subsection": [
                "Department of Higher Education ",
                " College Education "
            ],
            "Status": "",
            "Order Status": "An order is issued by setting up a committee in the College Education Department to find out.",
            "Order ID": "799_2022_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-05-2022",
            "Order Issued By": "Hari Kumar G",
            "Body": "Posts according to workload related to implementation of knowledge management\nIn order to adjust and find additional posts, the college will be added below in the education department\nA committee is formed and orders are issued. Committee on detailed proposals on the subject\nIt should be submitted before the head of the department. The committee thus constituted will report in a timely manner\n\nMust be submitted.\n\nAdditional Chief Secretary\nChairman\nDepartment of Higher Education\n\n| 2 Director of College Education] Member\n\nAdditional Secretary.Finance Department\nMempa\n(In charge of ABC Sections of Financial Education)\nDeputy Secretary, Civil Service Reforms Department/Advice-C/AR-\n\\S crutery, udye ee p (duls/u OE nas\n6/In charge of PS/OS Sections)",
            "References": [
                "2_2022_U",
                "167_2022_P"
            ],
            "Department": "HIGHER EDUCATION  DEPARTMENT",
            "filename": "govtorder0606202215-27-47.json",
            "Directorate": "F",
            "Language": "mal"
        },
        {
            "Abstract": "  St. in Thondiil of Iriti sub district of Kannur district\nTo Mr. Jackson Michael, LG Urdu Teacher, John's School\nVacant pay period , Department of Public Education ",
            "Subsection": [
                "Department of Public Education "
            ],
            "Status": "",
            "Order Status": "issuance of order.",
            "Order ID": "3216_2022_PEDN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "K NANDA KUMAR",
            "Body": "LG Urduda of St. John's School in Thondi, Iritty Upazila, Kannur\nTeacher Mr. Jackson Michael for B.Ed Study from 16/1/2021\nNote 1 Allowance of 562 days of blank pay till 31/5/2023\nDirector of Public Education as per reference 3 of the application submitted under\nGood to recommend.\nThe government has looked into the matter in detail. Iritti sub-district of Kannur district\nMr. Jackson, LG Urdu Teacher, St. John's School, Thondi\nMichael has T period increment, higher grade from 16/11/2021 to 41/05/2023.\nThat they will not be considered for service benefits like pension and superannuation\nKSR part in condition | Allowance of leave without pay under rule 88\nThe order is issued by\n\nThis should be recorded in Tian's service book.",
            "References": [
                "2918_2022_DGE"
            ],
            "Department": "PUBLIC EDUCATION  DEPARTMENT",
            "filename": "govtorder2905202214-44-27.json",
            "Directorate": "SC",
            "Language": "mal"
        },
        {
            "Abstract": " Enquiry team constituted , Revenue Department ",
            "Subsection": [
                "Revenue Department ",
                " Acquisition of 5.47 Ares of land in Re Sy No 7/33",
                "1, 7/44",
                "lof\nPuliyanoor Village in possession of Shri Sayan PM for the construction of parallel road\nfrom R V Junction to Puliyanoor in Pala, Kottayam ",
                " Review Petition u/s 36 of LARR\nAct, 2013 ",
                " Re",
                "determintion of land value "
            ],
            "Status": "",
            "Order Status": "Orders Issued",
            "Order ID": "2351_2022_RDN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "DR A JAYATHILAKIAS",
            "Body": "WP(c) 12962/2017 has been filed by Shri Sajan P M dissatisfied with the Awards\n\npassed in LAC 67/2015 & LAC 68/2015 with regard to the acquisition of 5.47 Ares of\n\fG.O.(Rt) No.2351/2022/RD\n\nland in Re Sy No 7/33-1, 7/44-1 of Puliyanoor Village for the construction of parallel\nroad from R V Junction to Puliyanoor in Pala, Kottayam. The Hon'ble High Court in the\njudgment dated 02.02.2018 in WP(c) 12962/2017 referred Ist above has disposed of the\nwrit petition stating that awards passed by the 6th respondent (Special Tahsildar, LA\n(General), Pala, Kottayam) are in accordance with the powers conferred under Sec.3(g) of\nAct, 2013, and therefore, no manner of interference is required on the ground, 6th\nrespondent is not legally empowered to pass the awards in question.\n\n2. WA 425/18 has been filed by Shri Sajan P M against the judgment dated 02.02.2018\nin WP(c) 12962/2017 and the Hon'ble High Court in the judgment dated 22.05.18 in WA\n425/18 referred 2nd above directed the 6th respondent (Special Tahsildar, LA (General),\nPala, Kottayam) to hear the petitioner afresh upon serving on him a notice under Section\n26 of the New Act and determine the compensation denovo, applying the principles for\ndetermination of compensation as contained in the New Act. WP(c) 7023/19 has been\nfiled by Shri Sajan P M and the Honble High Court in the judgment dated 29.05.19 in\nWP(c) 7023/19 referred 3rd above has ordered that the petitioner has efficacious remedy\nunder section 64 to seek reference and dismissed the case.\n\n3. The District Collector, Kottayam in the letter dated 05.10.2019 referred Sth above has\ninformed that steps has been initiated by the LAO to hear the petitioner and BVR has been\napproved as per the proceedings referred 4th above, fixing the land value @ Rs 9,36,978/-\nAre. It has been mentioned that the BVR has been taken by invoking the provisions\ncontained in Section 26 (1) (b) of LARR Act, 2013 and steps has been initiated to pass\nawards by invoking the provisions contained in LARR Act, 2013\n\n4. The District Collector, Kottayam in the letter dated 28.02.2021 referred 6th above has\ninformed that land value @ Rs 9,36,978/- Are determined as per proceedings No 01-\n5974/12 dated 01.10.19 is strictly based on the provisions contained in Section 26 (1) (b)\nof LARR Act, 2013 and there is no defect.\n\n5. An enquiry has been conducted through Shri G Balachandran Pillai, Revenue\nInspector & Shri Sreejith Chandrasekharan, Revenue Inspector and the enquiry report\nforwarded by CLR as per the reference 7th cited revealed that all sale deeds similar to the\n‘land type' of land acquired and executed within a specific period are not taken into\naccount for valuation purposes. It has also been revealed that there is ambiguity in the\nassessment of market value under Section 26 of the LARR Act, 2013. As per the D.O No\n40/2021/PrlSecy(Rev) dated 26.04.2021 referred 8th above based on the enquiry report\nsubmitted by CLR, the following directions were issued to the District Collector,\nKottayam.\n\n(1) The valuation has been done under Section 26(1)(b) of the LARR Act, 2013 but the\nsale deeds of all similar types of land in the nearest village or near vicinity area have not\nbeen considered as provided in the said Act.\n\n(11) During the period from 25.06.2010 to 25.06.2013, the number of sale deeds executed\nin Meenachil SRO in respect of Lalam and Puliyanoor Villages as 638 and 1538\nrespectively. But only 8 deeds in total are considered for determination of award. No\naction was taken by the Tahsildar to find the deeds of similar type of lands from the said\n2176 sale deeds and to consider all of them for valuation. This, in turn, is contrary to the\nprovisions of the Act.\n\n(111) The report stated that the Tahsildar had carried out the valuation of the land following\nvarious precedents and certain procedures in the Acquisition act of 1894. Examples\ninclude the exclusion of sale deeds that are less than 10 cents, and the exclusion of some\n\fG.O.(Rt) No.2351/2022/RD\n\nsale deeds with the assumption that the consideration recorded in such deeds are very high\nand are transacted on fancy prices. If the lands involved in all such sale deeds are similar\nto the land being acquired, then the sale price mentioned therein must be considered for\nvaluation under the LARR Act, 2013.\n\n6. The District Collector, Kottayam was informed that if the award in this case is\napproved, it is proposed to rectify it by taking suo mottu action under section 33 of the\nLARR Act, 2013. If the award has not yet been approved, the Tahsildar should be\ninstructed to rectify the short comings mentioned above and re-determine the land value.\n\n7. As per Proceedings No G1-5974/12 dated 26.11.2021 referred 9th above the BVR\n(land value) has been redetermined as 9,50,694/-. Dissatisfied with the BVR rate Shri\nSajan P M has filed Review Petition u/s 36 of LARR Act, 2013 as per the reference 10th\nabove to stay all further proceedings in furtherance of No G1-5974/12 dated 26.11.2021.\n\n8. As authorized by the Additional Chief Secretary, Revenue, the Deputy Secretary\nheard the petitioner on 17.01.2022 by invoking the Ist proviso to section 36 of LARRAct,\n2013. After perusal of all documents the Hearing Officer came to the following\nconclusions:\n\n(1) It is necessary to seek an explanation from the officials who prepared the BVR and\npassed the award.\n\n(11) To collect details of all sale deeds of the same type executed in the near vicinity\narea and adjoining village of the land in question during the period from 25.06.2010 to\n25.06.2013 and to re-determine the compensation under section 26(1) (b) of the 2013 Act\non that basis.\n\n(111) To bring the above facts to the notice of AG, Ernakulam\n\n9. As per the letter referred 11th above, the District Collector, Kottayam was directed to\nseek an explanation from the officials who prepared the BVR. Further it was directed to\ncollect details of all sale deeds of the same type executed in the near vicinity area and\nadjoining village of the land in question during the period from 25.06.2010 to 25.06.2013\nand to re-determine the compensation under section 26(1) (b) of the LARR Act, 2013.\n\n10. The District Collector, Kottayam as per the letter referred 12th above has\nforwarded the Proceedings No G1-5974/12 dated 19.05.2022 redetermining the BVR as\nRs 10,14,309/-.\n\n11. It is observed that the Special Tahsildar has re-determined the market value in\ncomplete rejection of the Government's direction. The said section 26 (1) (b) 1s added\nbelow:\n\n“26 (1) (b)- The average sale price for similar type of land situated 11 the nearest Village\nor near vicinity area’”\n\n12. Nowhere in the Act is there any provision to compare the commercial value or\nroad access of similar type of lands taken into account for the valuation of the land to be\nacquired. Section 26 of the Act stipulates that only the average of the market value\nmentioned in the deeds of all similar type of land executed within three years in the Near\nvicinity or in the nearest Village should be taken into account. In this way, even the price\nof land in the nearby Villages can be taken into account, and the omission of deeds with\nhigh consideration (sales value) in reference to distance, commercial significance and road\naccess 1s seen as illegal and contrary to the principle of fair compensation mentioned in\nthe Act. It is therefore imperative that a comprehensive enquiry into this matter is carried\nout.\n\n13. Government have examined the matter in detail and hereby constitute an enquiry\n\fG.O.(Rt) No.2351/2022/RD\n\nteam with the following members to enquire in the re-determination of land value (BVR)\ndone with regard to the acquisition of 5.47 Ares of land in Re Sy No 7/33-1, 7/44-lof\nPuliyanoor Village for the construction of parallel road from R V Junction to Puliyanoor\nin Pala, Kottayam.\n\nI. Officers in the enquiry team-\n\n(1) Shri Sabin Sameed, Dy Collector, Vigilance South Zone, Thiruvananthapuram\n\n(ii) Shri Saji T, Junior Supt., O/o Dy Collector (Vig- SZ), Thiruvananthapuram\n\n(1) Shri G. Balachandran Pillai, Revenue Inspector, Revenue Manual Cell, O/o\nCommissioner LR\n\n(iv) Shri Harichandra Prasad, Sr Clerk, O/o the Dy Collector (Vig-SZ),\nThiruvananthapuram\n\nII. Terms of references- Examine and report whether\n1. Deeds of all the similar types of lands in the near vicinity and the nearby village of the\nland in question executed within a period from 15.06.2010 to 25.06.2013 have been taken\ninto account for the valuation of the said land?\nii. There are discrepancies in the valuation report prepared by the Special Tahsildar and\nwhat are the remedies to rectify them?\n111. There has been a deliberate omission on the part of the staff of the LA Unit in relation\nto the acquisition proceedings in this case?\niv. There has been a violation of instructions given by Govt/Commissioner LR ?",
            "References": [
                "40_2021_P"
            ],
            "Department": "REVENUE  DEPARTMENT",
            "filename": "govtorder2605202212-14-50.json",
            "Directorate": "B",
            "Language": "mal"
        },
        {
            "Abstract": " GRADE of librarians\nAn order is issued declaring the probationary period completed., COMMON POOL LIBRARY SERVICE ",
            "Subsection": [
                "COMMON POOL LIBRARY SERVICE ",
                " EMPLOYMENT "
            ],
            "Status": "",
            "Order Status": "order issued",
            "Order ID": "700_2022_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "16-05-2022",
            "Order Issued By": "Rajesh Kumar KK",
            "Body": "of the following Grade-[/ Librarians in the Common Pool Librarian Service\n(Probation period in JMO post is recorded against their name\nThea! Order declared to be satisfactorily executed in effect\n\nissuing\n\nNo. Librarian's current institution of probation\nName added\nDeclaring effect\nDate\n1. Divya Bhandajan Government Medical College, 15/08/2021 FN\n\nThiruvananthapuram.\n\n \n\n\nMama 68\n\n   \n\n   \n\n      \n\nCh\nShayas A. M. Govt Ayurveda College. 26/07/2021 FN\n\nThiruvananthapuram\n\n  \n      \n \n\n \n\n \n\n \n\nLijesh TK. Government Medical College, Thrissur 23/07/2021 FN\n\n|\n|\n\n|\n] |\nSasa Sasa Sasa",
            "References": [
                "235_2019_U",
                "1183_2021_U",
                "1342_2021_U",
                "148_2022_H",
                "9609_2016_AVC",
                "2_21997_S"
            ],
            "Department": "HIGHER EDUCATION  DEPARTMENT",
            "filename": "govtorder2005202212-24-36.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": "\nOn 28/03/2022 on the case filed by Shri.Ramaswamy as WP(C)27612/2021 no.\nThe final judgment passed on 28/03/2022 is executed , Department of Employment and Skills ",
            "Subsection": [
                "Department of Employment and Skills ",
                " Rehabilitation Plantations Limited, Punalur "
            ],
            "Status": "",
            "Order Status": "the order is issued.",
            "Order ID": "614_2022_DoEaSN",
            "Place": "Thiruvananthapuram",
            "Date": "28-05-2022",
            "Order Issued By": "Dusk S.R",
            "Body": "Rehabilitation Plantations Ltd. Tapping before the Hon'ble High Court\nREFERENCE TO CASE NO.0 (0)27612/2021 filed by Shri Ramaswamy, Worker\n(2) As per the final judgment, copy of the judgment shall be received by two\nThe appointment on daily wages should be made permanent within the month\nMr. Ramaswamy, Tapping Worker, Rehabilitation Plantations Ltd.\nPetitioner in person on Exbt P6 application filed on 27/10/2021\nThe order was to take a decision after hearing. of being\nBased on the complainant Government representative in person on 18/05/2022\nHeard. Representatives of Rehabilitation Plantations Limited and T\nHe was present at the hearing.\n\n2. Tapping in Rehabilitation Plantations Ltd. Ayeranallar Estate\nthat he joined the work on 06.:07/2005 as a worker and a daily wage\nHe said that he was working at the rate of 430 rupees per day, and the daily wages were meager\nOnly 20 days work in a month and bonus free in estate hospital\nConsidering that treatment is the only benefit available and the length of life;\nAll workers employed as daily wage workers in the past\nFixed with effect and due benefits from time to time\nSri Ramaswamy requested that it be given.\n\n3. For workers employed in the company on daily wage basis\n1 Benefits and Free Treatment at Estate Hospital, 5860 686,\nBonuses (including incentives) are also given to regular workers\nUniforms, umbrellas and sandals are also provided to the tallalika workers.\n\n1\n\nGenerated from eOffice by SYAMILI V S, SG-ASST (R1) LBRD, SG-ASST (R1) LBRD, LBR on 30/05/2022 02:42 PM ’\n\n \n\n \n6180151/2022/(R) LBRD\n\nFile no. LBRD-R1/227/2021-LBRD (Computer No. 1948858)\n\nExcluding gratuity benefits, Sick Leave and Manvigaw® Reimbursement\nAll benefits provided to permanent workers are temporary\nThe company representatives informed that the workers have been allowed;\nTemporary employment in Rehabilitation Plantations Ltd.\nTo stabilize the employment of dependents in Sri Lankan republican families\nCompany representatives have submitted a detailed proposal to the government\nThen informed.\n\n4. With the assets revealed in person and with the documents available\nBased on this, the government has examined the matter in detail. Rehabilitation\nSri Lankan, temporarily employed by Plantations Ltd\nTo stabilize the employment of dependents of repatriate families\nThe proposal submitted to the government is currently by the Finance Department\nUnder inspection. The central government also has a stake in the Prasmata company\nIn the event, of the Central Government, Finance Department and Planning Department\nRehabilitation plantations only after obtaining feedback and evaluation\nFinalization in the matter of regularization of clerical workers in Limited Company\nAble to take decisions\n\n5. Exbt 56 disposed of the application by informing the applicant of the validity\nHon. Order implementing the final judgment dated 28/03/2022 of the High Court\nissuing",
            "References": [],
            "Department": "DEPARTMENT OF EMPLOYMENT AND SKILLS .",
            "filename": "govtorder0606202214-49-30.json",
            "Directorate": "R",
            "Language": "mal"
        },
        {
            "Abstract": " Chimeni Open Jail inmate C. No. 450 to Sreedharan\nThe leave granted for obtaining expert treatment at MIMS Hospital, Kozhikode continues , Department of Home Affairs ",
            "Subsection": [
                "Department of Home Affairs ",
                "Prisons"
            ],
            "Status": "",
            "Order Status": "An order for extension of treatment is issued.",
            "Order ID": "1501_2022_HDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-05-2022",
            "Order Issued By": "SNEHALATHA [4",
            "Body": "Chimeni, who was undergoing treatment for an amputated right leg at MIMS Hospital in Kozhikode, opened the chimney\nJail inmate C. No. 450 Sreedharan reference allowed as per orders\nLeave granted, continuing treatment, and further treatment in case of necessity of assistance\nMrs. Omana has applied for further extension under reference (9).\n\nThe government has looked into this issue in detail. Due to the covid outbreak\nAfter treatment at Mims Hospital, Kozhikode, he is now at home\nC, an inmate of Chimeni Open Jail undergoing treatment. No. 450\n15 days leave under reference (1) for treatment of Sreedharan and reference\n(2) Granting extended leave for 30 days as per orders upto (8)\nhad done 2010 of Kerala in view of the situation in the application in Paramar Sham (9).\nSection 73 of the Prisons and Correctional Services (Enforcement) Act\nAs per order, the said leave is extended by (thirty) days from 431.05.2022.",
            "References": [
                "2845_2021_I",
                "30340_2021_I",
                "3264_202_I",
                "5634_2022_I",
                "07_2022_I",
                "197_2022_I",
                "1221_2022_I",
                "1243_2022_I"
            ],
            "Department": "HOME  DEPARTMENT",
            "filename": "govtorder0606202217-15-16.json",
            "Directorate": "B",
            "Language": "mal"
        },
        {
            "Abstract": " Vanjiyur Village in Re Survey Block No. 8 in Survey No. 53\n10.29 R (25.46 cents) of Kerala State Backward Section subject to land conditions\nThe Development Corporation is ordered to grant permission for construction of headquarters., Revenue Department",
            "Subsection": [
                "Revenue Department"
            ],
            "Status": "",
            "Order Status": "order issued",
            "Order ID": "143_2022_RDN",
            "Place": "Thiruvananthapuram",
            "Date": "27-05-2022",
            "Order Issued By": "Commissioner, Land Revenue Thiruvananthapuram",
            "Body": "10.29 in Survey No. 53 in Re Survey Block No. 8 at Vanchiyur Village\nR (25.46 cents) Kerala State Backward Section subject to land conditions\nReference 2 to permit construction of headquarters for Development Corporation\nThe Land Revenue Commissioner had submitted the proposal as per\n\n2) Item G.O (MS) no. 134/58/Rev. Dated 20.02.1958 Women\nThe lease was given to the club for 12 years. 1970 after the expiry of the lease\n06.08.1970 G.O. (MS) No. 282/70/Rev. Further lease for 12 years as per order no\nThe land was renewed but not renewed after the expiry of the lease in 1982\nwas taken back. The said land is Reserve in Block 8 as per current revenue records\nNo. T3 shows 10.29 R outward extinction. For specific object\nRs.31,66,804/- (Rupees Thirty One Lakh Sixty Six Thousand Eight Hundred Four) for Rs.\n3,25,86,413/- (Three Crore Twenty Five Lakhs) at the rate of 10.29 Rs.\neighty-six thousand four hundred and thirteen rupees) that the price is assessable and the land revenue\nCommissioner has reported.\n\n3) Government has looked into the matter in detail. Vanchiur Village Survey No\n25.46 cents of land out of 200 to Kerala State Backward Classes Development Corporation\nIn Survey No. 2623 of Kadakampally Village from the value of the land to be settled at the time of issue.\n80.50 cents of land in the state of Kerala when the title was granted\nVanchiyur on the basis of reference 1 to reduce the amount paid by the Corporation\nVillage situated in Reserve Block No. 8 in Survey No. 53 (Old Survey No. 200)\n10.29 Rs (25.46 cents) from 10% of the market value of the land in Kadakampally village.\n80.50 cents of land in Survey No. 2623 has been closed for acquisition\n4.835,000/- Kerala State Backward Class Development by charging a reduced amount of Rs\nWhen the land held by the corporation was acquired for the airport\n1995 municipal-\nSpecial vested in Government under Rule 21(1) of Land in Corporation Areas\nState of Kerala in exercise of power subject to the following conditions\nBackward Classes Development Corporation has been given permission to construct a headquarters building\nIt is ordered.\n\n\n \n\nS.U. (No. 1432022380\n\nConditions\n\n1. The land shall be used only for the purpose for which it was granted.\n5. The said land should not be pledged to banks or financial institutions\n\n3. To lease or grant ground rent or alienate land\nIt is not allowed to use money or mortgage it.\n\n4. The construction work on the said land should be started within one year.\n\nT. Backward Classes Development Corporation itself from Prasmata land encroachment\nWorth saving.\n\n6. To cut the trees on the said land without prior permission of the Revenue Department\nNot enough.\n\n7. Trees reserved under Appendix iii Part 2 of Kerala Land Custom Rules in Govt\nshall be reserved.\n\n98 . Even if the above conditions are violated for the purpose of specific land for public purpose\nEven if it comes, the land will be acquired by the government without paying any compensation.\n\n4] Thiruvananthapuram District Collector for further action in this regard\nshould be accepted.",
            "References": [],
            "Department": "RAVANYA  DEPARTMENT",
            "filename": "govtorder2805202217-17-48.json",
            "Directorate": "U",
            "Language": "mal"
        },
        {
            "Abstract": " Mrs. Sheela Atipuranda, and to the house in danger of Vadakara\n It is mandated by allocating financial assistance to the place as well., Disaster Management (A) Department ",
            "Subsection": [
                "Disaster Management (A) Department ",
                " Flood 2018 ",
                " Vilangad Village, Vadakara Taluk "
            ],
            "Status": "",
            "Order Status": "Allocated",
            "Order ID": "482_2022_DMDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-05-2022",
            "Order Issued By": "ANURADHA K C",
            "Body": "During the 2018 flood, Mrs. who lives in Vilangad village of Vadakara taluk.\nIn Shila Atipuranda, Vilangad and Vadakara, houses partially collapsed and 16-29%\nHowever, financial assistance has been granted under the category\nApplicant's house and land are prone to landslides/landslides\nAfter receiving a report from the village officer, the inspection was carried out\nconducted by the District Soil Conservation Officer, the applicant and her family\nIt has been reported that steps should be taken to relocate them permanently\nThe applicant owns 2.02 square meters of land in Vilangad Velliyot land\nThe house is reported to be in possession by Tehsildar Vadakara\nMaximum financial assistance of four lakh rupees to Mrs. Sheela\nDistrict Collector of Kozhikode should take steps to get rid of them\nhave requested\n\n_ _ The government has looked into the matter. To Mrs. Sheela Atipurandail\nThe house is partially completed for construction of the house as per the norms in the mentioned orders\n(508-28,500-Dh8*-31500-60,000/-) on account of Rs.\nIt is ordered that the amount be sanctioned. of the amount so sanctioned\nAllocation from State Disaster Response Fund 2245-02-113-99-Madatli6 to\nAlso allowed under the heading repairs/reconstruction of houses\n\n\nThe remaining amount was allocated from the Chief Minister's Relief Fund\nand should be given.",
            "References": [],
            "Department": "DISASTER MANAGEMENT DEPARTMENT",
            "filename": "govtorder0406202212-52-06.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " Through Additional Authorization for STRIVE Scheme\n271 lakh from the single nodal account of the state society\n, Department of Employment and Skills ",
            "Subsection": [
                "Department of Employment and Skills "
            ],
            "Status": "",
            "Order Status": "An order is issued authorizing distribution to ITIs.",
            "Order ID": "601_2022_EaSDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-05-2022",
            "Order Issued By": "NK Chandra",
            "Body": "Additional titled '2230-03-101-57-Ta118[/£-100% Tata'' for STRIVE project\n271 lakhs available through authorization to single nodal of Srate Society.\nFor disbursing the amount allotted to the respective ITIs from the account\nState Project as per reference letter to give permission for disbursement of amount\nThe Director requested the Govt.\n\n2) Government has looked into this issue in detail. of being\nFor T1/5 project on basis titled '2230-03-101-57-T11£-100% 55\"\n271 lakhs of Srate Society available through additional authorisation\nFrom Single Nodal Account (Bank of India Thiruvananthapuram Main Branch 4\nNo.85302011000231, IFSC 00965 8800008530) amount allotted to respective ITIs\nDisbursement of amount according to t criteria by [15] for disbursement\n\nAn order is issued giving permission to carry out.",
            "References": [],
            "Department": "EMPLOYMENT AND SKILLS  DEPARTMENT",
            "filename": "govtorder2705202216-33-39.json",
            "Directorate": "C",
            "Language": "mal"
        },
        {
            "Abstract": " Granting Vacancy , Water Resources Department ",
            "Subsection": [
                "Water Resources Department ",
                " Post ",
                " KR Shaji (1815), 3rd Class Overseer, Head\n_ Works Division, Peachey "
            ],
            "Status": "",
            "Order Status": "Issue Order.",
            "Order ID": "446_2022_WRDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-05-2022",
            "Order Issued By": "Regina Begum",
            "Body": "Late 3rd Class Overseer, Peachy Head Works Section\nKR Shaji is illegal. Absence from work :14.12.2015 to 15.02.2017\nto and for the period from 16.02.2017 to 06.11.2017 the Government in reference\nArranged according to the order. Tiante 25.02.2019 to 30.11.2019\nAs per the recommendation reference (2) for fixing the period upto\nEngineer (I&A) submitted to Govt.\n\n2. The Government has examined the matter in detail. Peachy head works section.\nLate K.R. who was the 3rd grade overseer. Shaji from 25.02.2019\n' In view of the death while undergoing treatment for serious diseases,\nMedical certificates as per rules are not available, but other medical documents\nBasis, from 25.02.2019 to 30.11.2019, T period for Earner Leave\nUnder rule 88 of K.S.R. Part ,* provided that it is not calculated\n\nAn order is issued granting leave on medical certificate.",
            "References": [
                "639_2021_JV"
            ],
            "Department": "WATER RESOURCES  DEPARTMENT",
            "filename": "govtorder2705202215-34-38.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " Kodungalur, Kalariparam UPS School, Thrissur District\nJunior Urdu (Part Time) Teacher Shri. Rony C. Antok had allowed\nOrder canceling unused period of vacant pay period, Department of Public Education ",
            "Subsection": [
                "Department of Public Education "
            ],
            "Status": "",
            "Order Status": "Assuring.",
            "Order ID": "3215_2022_DoPEN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "K NANDA KUMAR",
            "Body": "canceling unused period of vacant pay period\nAssuring.\n\nDepartment of Public Education (SC).\nS.U.(Sadha) No.3215/2022/GEDN Dated, Thiruvananthapuram, 26-05-2022\n\nReference:- 1. 3.7.(Sadha) no. 2513/2020/POV dated 03/09/2020\n\n2. Shri. Application dated 23/10/2020 by Roni.C.Anto\n\n3. Kodungallur Upazila Education dated 02/12/2020\n\nOfficer's letter no.B-3008/2020\n\norder\n\nJunior Urdu (Part Time) at Kalariparam UPS, Thrissur District\nTeacher Mr. Ronnie C. Andho from 05.09.2018 to 30.06.2019 aime\nAs per reference 1 for pursuing DLE D course under departmental quota\nLeave was granted. But DLE D Course on 27.06.2019\nthat he joined the work on 28.06.2019 after the termination and therefore\nPeriod of unpaid leave from 28.06.2019 to 430.06.2019\nApplication under reference 2 for cancellation Kodungallur under reference 3\n\nProvided by the Sub-District Education Officer.\n\nThe government has looked into the matter. Mr. As per reference 1 to Roni.C.Anto\n28.06.2019 to 30.06.2019 not availed of Tian during the sanctioned leave of absence\n\nThe order is issued by giving canceled period upto.\nG.O.(Rt) No.3215/2022/GEDN",
            "References": [
                "2513_2020_POV"
            ],
            "Department": "DEPARTMENT OF PUBLIC EDUCATION .",
            "filename": "govtorder2905202214-37-12.json",
            "Directorate": "SC",
            "Language": "mal"
        },
        {
            "Abstract": " Regarding construction of Maitrakadav Bridge in Malappuram District 14\nIn connection with the payment of Rs.1 lakh* twice to the contractor, Mr. Sinoy Joy\nDisciplinary action against Assistant Engineer, Public Works Department ",
            "Subsection": [
                "Public Works Department "
            ],
            "Status": "",
            "Order Status": "Disciplinary order passed.",
            "Order ID": "573_2022_PWDN",
            "Place": "Thiruvananthapuram",
            "Date": "25-05-2022",
            "Order Issued By": "Shiram Sambasiva Ravri",
            "Body": "14 lakhs two in connection with the construction of Maitrakadav bridge in Malappuram district\nRegarding the above action based on the allegation that installments were paid by the contractor\nThe Chief Engineer, Public Works Department, Administrative Division conducted an inquiry under reference (1).\n10 out of 15 employees found prima facie responsible in this regard in the report submitted\n\nThe person is suspended under reference (2).\n\nAnd Mr. Santosh Kumar, Divisional Accountant under Finance Department\nFinance to take further action by suspending Tian as an employee\nInstructed the department. of taking disciplinary action against delinquent T employees\nKerala Civil Services as per reference (3) to 9 employees in service as part\n(Classification, Control and Appeals) and indictment for capital punishment under rule 15 of the Rules\nAs part of taking departmental action against 5 retirees as per reference (4).\nA show cause notice was also issued.\n\nShri. Sinoj Joy Mention\nChief under reference (6) with the statement of defense filed under (5).\nEngineer provided. He was in charge of construction of seven bridges at the same time\nPeriod, years of working experience as office clerk and daily labour\nThe supervisor preparing the report is also a recommended sanction for payment in advance\nAgain a hand receipt was prepared for him with a newly obtained permission\nDocuments recommended to the payer as per the first approval which has been submitted\nThere was no doubt about the verification as it was not found in the file submitted by the clerk\nRecorded in the measurement book due to this kind of misunderstanding\n\nReference (5) in the statement of defense also asserted that it was done.\n\nOrdinary work bills first in the Assistant Engineer's Measurement Book\nRECORDED AND ACCORDINGLY CLERK AND OVERSEER BILL MIN AIA QBN\ndoing But as it is a hand receipt, in contrast to this, the Chief Engineer's\nClerk and Overseer prepare hand receipt as per permission and thereafter\nThe Assistant Engineer shall record the sanction number in the measurement book.\nWhat happened According to Absmax, Duplicate Daily Report to intentionally commit irregularity\nIt is clear that no new permission has been obtained or any other manipulation has been done\nManipulation in measures of work completed is also understandable\nShri. Sinoj\nJoy requested. The first time [18 Bill of Payment has been submitted, and the second time\nThe same Wd>WSEéHo (Duplication of payment) eniesds submitted by Assistant Engineer Shri\n\n\n7U.[Sadha) No.573/20221%0\n\nIt is Sinoj Joy and the government has lost due to the contractor paying back the money\nAlthough the argument that it has not happened is correct, the bill has been submitted both times by Mr.\nThe chief also finds that Tian's explanation is not satisfactory because Sinoj is Joy\nEngineerCommented under reference (6).\n\nThen, among the 10 people suspended under the orders (7) and (8), Mr.\nPolsaviar, except Tiane, who retired from the Head Clerk Service,\nOut of 9 persons in service 8 except Assistant Engineer Mr. Sinoj Joy\nReturned to service.\n\nMr. Muhammad Ismail, Executive Engineer, Mr. Muhammad Anwar Asst.\nExecutive Engineer, Mr. George M, Mr. Jayan.K First Grade Draftsman, Shri.Pradeep\nKumar.P First Grade Draftsman, Shri.MN Vijayan. Assistant Engineer, Shri.\nRavindran. Reference to TP Senior Superintendent and KK Krishnankutty Junior Superintendent (9)\nIt was ordered that he be exempted from further proceedings.\n\nAs part of the procedures, Assistant Engineer Mr. Sinoj Joye\nThe Deputy Secretary heard in person. As part of the procedures !:5(as per 15\nMs. Mini, Superintending Engineer, Net 01915 for conducting formal investigation.\nPK was appointed as Inquiry Officer under reference (10). . Then mention\nAccording to (11) Shri. Sinoj Joy has been reinstated in service subject to disciplinary action\nAnswered.\n\nSuperintending Engineer Smt. P. K. Reference submitted by Min (12) Inquiry\nThe same d in the report. L. H.R. twice for six. In paying the amount to the contractor\nAlthough there is no justification, for the first amount on file in the Section Office\nAs none of the recommended documents are available, the Clerk's in Sec\nDue to lack of posts, files are handled by site-wide overseers\nand that it was not possible to conduct a detailed inspection on time\nTo be understood from the explanation of the officials concerned during the investigation\nBesides, he is currently supervising the works of 7 bridges\nThe rush of making bills and the lack of maturity in doing such detailed checks\nAlso, the second H. R. According to\nIncome tax notice is issued to the contractor as soon as the excess amount is noticed\nThe government has not incurred any financial loss as it has been repaid\nIn view of, and based on Tian's explanation and documents examined,\nTian's unintended failure was caused by a misunderstanding\nHe said that he had gone and understood that he should be careful in such incidents\n\nSympathetic explanation by Mr. Sinoj Jajoy with strong warning\n\n\n \n\nS.U.[Sadha) No.573/2022/%0\n\nThe investigation officer recommended that it is considered.\n\nCounter-affidavit, Chief Engineer's Commentary on the matter, Inquiry Report,\nand Mr. Sinoj Joy's part in the detailed investigation\nDisciplinary action against Tian as found to have occurred 3 annual wage increases\nUnder reference (13) by making an arbitral decision to set aside with cumulative effect\nA show cause notice was issued.\n\nReference (14) submitted by Mr. Sinoj Joy is the first in explanation\nRegarding the allegation, the Overseer of Bridges Section Manjeri is the first\nThe second time 11 was prepared and issued and the second [8 was prepared by the overseer\nThere is no record of first submission of bill in the file at the time given\nthat there was none and that the bill was drafted and issued in his good faith\nThere should have been an audit and detection of the possible counterfeiting in the section offices\nT. also said that the first documents were lost in the files of the sub-division office\nHe was also the one who had to pay due to insufficient inspection in the offices\nDon't take responsibility and forgive the mistake\nTian wants to give and give one more chance to teach Vaskats\nApplied.\n\nAs per the reference (15) of Chief Engineer of Administrative Division regarding this\nFile Dhwata [Thatta Do 05/2013 and 1st on 03/2014\nSecond in [15 0! Prepared and Issued by Bridges Section Manjeri 3rd Grade\nOverseer Mr. Yusuf Haroon. C. The HR bill was prepared and given by Tian\nAssistant Assistant Engineer\nMr. It was also informed that Sinoj Joy did it. Second 180 First at the time of the order\nAs the copies of the [113 bill and the introductory letter submitted were missing from the file,\n' It was not possible to check the file and avoid repetition and so the overseer\n18 10! The assistant who was unable to do 61[1) when it was prepared for the second time\nAlthough the argument of Engineer Mr. Sinoj Joy may be correct, Bill Bhadhleda\nTian should have been more careful in what he did, and the contractor bought a second time\nBila Argument that the government has not incurred any loss as the amount has been repaid\nIt was also informed that it is acceptable. Bridges Sub-Division. Nirathu section in Manjeri too\nThe Inquiry Officer has also reported that documents were lost in Mancheri\nIt is the first time that the file Dhavada[0thili and other officials of the office are involved\nCash Book Qjo contractor's ledger ajo Cheque along with file documents when payment is made\nT informed the Accountant General that it was also recorded in the Memo Register\nMr. Santosh Kumar also informed. The Divisional Accounts Officer has clarified\nAssistant Engineer is more careful in authenticating eniies\n\n\n.U.(Sadha) No.573:20221%%0\n\nThe Chief Engineer also commented that it should have been maintained. Assistant Engineer\nThe decision taken on show cause notice against Mr. Sinoj Joy,\nThe chief said that the arguments in Tian's defense can be mitigated\nEngineer commented.\n\nMr. Disciplinary action against Sinoj Joy, Assistant Engineer is his third\nInterim decision to stop annual wage increases with cumulative effect\n(16) of the Kerala Public Service Commission as per Paramar Sam.\nAdvice sought. To prevent three annual wage increases with cumulative effect\nThe Commission agreed to the provisional decision as per reference (17).\n\nThe government has looked into this issue in detail. Twice the amount for the same DLR\nThe action granted is not justified. At the time of approval of DLR\nThere has been a failure on the part of Mr. Sinoy Joy in conducting a detailed inspection.\nSecond HR Niles Authenticate oa introduction of 18th bill first submitted during oa\nRevision of file as copy of letter was missing from file\nAlthough it is possible that the argument that it was not possible to avoid 8 Authenticate\nIt is assessed that there was a lack of caution on the part of Mr. Sinoy Joy.\n\nDiscipline against Mr. Sinoj Joy, Assistant Engineer in the above circumstances\nProceedings under the Kerala Civil Services (Classification, Regulation and Appeal) Rules, 1960\n11(1)(/&) by withholding his three annual pay increments with cumulative effect.\n\nIt is settled and ordered.\n\nRegarding this matter Mr. CM Muhammad Basheer, Superintending Engineer (Retd.)\nK. Muhammad Kutty, Administrative Assistant, Mr. Paul Xavier, Head Clerk\n\nFurther disciplinary action against them will be decided separately.",
            "References": [
                "645_2017_P",
                "3_82_P",
                "986_17_P",
                "987_17_P",
                "1259_2017_P",
                "366_2018_P",
                "652_2018_P",
                "573_2022_PWD"
            ],
            "Department": "PUBLIC WORKS  DEPARTMENT",
            "filename": "govtorder2905202211-43-22.json",
            "Directorate": "F",
            "Language": "mal"
        },
        {
            "Abstract": " Academic Administration\nAlso for adjustment of posts according to workload in connection with implementation\nA departmental, Department of Energy ",
            "Subsection": [
                "Department of Energy ",
                " Electoral Inspectorate "
            ],
            "Status": "",
            "Order Status": "level special committee is formed and orders are issued to find the posts.",
            "Order ID": "8_2022_DoEN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "RAJESH KUMAR SINHA",
            "Body": "According to the workload related to implementation of knowledge management\nBelow in the Department of Energy to arrange posts and find additional posts\nThe committee is formed and orders are issued as per the attached.\n\nPrincipal Secretary, Department of Energy - Chairman\n\nChief Electrical Inspector (Head of Department) - Member\n\nRepresentative of Finance Department - Member\n\nDeputy Secretary (in charge of AR-7/AR-10/AR-1!/AR-13/AR-14 Sections),\nCivil Service Reforms Department - Convenor.",
            "References": [
                "2_2022_U",
                "167_2022_U"
            ],
            "Department": "DEPARTMENT OF ENERGY .",
            "filename": "govtorder0706202215-16-12.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " (17 (6586 Travel: Concession) Granted , Department of Agriculture ",
            "Subsection": [
                "Department of Agriculture ",
                " Employment ",
                " Shri. K. S. Pradipkamar, Additional Director. .\n(Currently Director of Handlooms) "
            ],
            "Status": "",
            "Order Status": "The order is issued.",
            "Order ID": "488_2022_IDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-05-2022",
            "Order Issued By": "SHAHER BANU",
            "Body": "Currently Additional Director, Industry and Commerce Department, Handloom Vaspa\nDirector Mr. K. S. Pradeep Kumar from 25/05/2022 to 28/05/2022\n1€ (685 1186! 0latedata![la1)] with the benefit of entering the transition period\nPermission to visit Kashmir and Srinagar with family:\nDirector of Industry and Commerce as per reference (2) of the application for good\n'It was made available for action. .\nThe government has looked into the matter in detail. Director of handloom Mr. K. |\nS. Pradeep Kumar will be granted transitional leave from 25/05/2022 to 28/05/2022\nTotal for visiting Srinagar and Kashmir with family\nAs cost - tian. 90% of the specified amount of Rs.1,10,000/-,” Industry and Commerce\nDirector's Reference. (1) Provisions ” in the order. exactly that followed\nto ensure; With direction, Nally is also ordered to be granted as [.10.",
            "References": [
                "5_2013_F"
            ],
            "Department": "INDUSTRIES  DEPARTMENT",
            "filename": "govtorder2705202211-51-42.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " Kannur Corporation\n300 lakh rupees administrative sanction for road work , Sadhu Company Mundiat under Local Self_Government Department ",
            "Subsection": [
                "Sadhu Company Mundiat under Local Self_Government Department "
            ],
            "Status": "",
            "Order Status": "order is issued.",
            "Order ID": "1339_2022_LSDN",
            "Place": "Thiruvananthapuram",
            "Date": "30-05-2022",
            "Order Issued By": "Special Secretary",
            "Body": "Annexure 2 of the Budget Estimates for the year 2021-22 in Volume 2 Serial No.\nSadhu Company Mundayat in Kannur Corporation limits included as 276\nDetailed project report of road works, detailing of said works\nEstimates for Mayo to obtain administrative approval for the work\nIt was submitted as per the reference through the Chief Engineer of the Local Government Department.\n\n2. The Government has examined the matter in detail. Based on the\nSchedule No. 276 of Budget Estimates for the year 2021-22, Vol. 2, Appendix 5\n\n+\n\nKannur Corporation incorporated as and allocated 20%\nSadhu Company in the limit for Mundiat road work '4217-60-051-94 (5)'\nIn the title, an administrative sanction of Rs.300 lakhs is ordered.",
            "References": [],
            "Department": "LOCAL SELF-GOVERNMENT  DEPARTMENT",
            "filename": "govtorder0606202215-57-38.json",
            "Directorate": "DC",
            "Language": "mal"
        },
        {
            "Abstract": "\nRestoration of agricultural sector in the post flood scenario\"\nAdministrative Sanction accorded , Agriculture Department ",
            "Subsection": [
                "Agriculture Department ",
                " Annual Plan 2022",
                "23",
                " \"Punarjani"
            ],
            "Status": "",
            "Order Status": "orders issued.",
            "Order ID": "459_2022_ADN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "S SABIR HUSSAIN",
            "Body": "1. In the Annual Plan 2022-23, a budget provision of Rs.185.00 Lakhs has been\nearmarked for the scheme \"Punarjani - Restoration of agricultural sector in the\npost flood scenario\" under head of account 4401-00-800-94 Plan. As per letter\nread as Ist paper above the Director, Agriculture Development and Farmers'\nWelfare Department has furnished a proposal under the above scheme which has\nincluding the following components: —\n\nNo. That moderation\n\n| Elevated Cattle Shed with Feed Storage\n| Facility, Renovation/Repair of Compound\nwall, Irrigation Canals, Office Building,\nCanteen Building, Construction\nProtective Structures for Generators and. 140.00\nCowdung De-watering Machine and Supply\nof Irrigation Pump set, Interlock Paving and\nName board at Sugarcane Seed Farm,\n7 Pandalam, Pathanamthitta district _ PO\n2 Renovation of training hall cum “workshop\nattached to the Office of the Assistant\nExecutive Engineer (Agri), Alappuzha and 45.00\nspecial repairs to the office of the Assistant,\n| Executive Engineer (Agri) and Executive\n___Engineer (Agri), Alappuzha\nG.O.(Rt)No.459/2022/AGRI\n\n2. The Working group meeting held on 21.05.2022 considered and\napproved the proposal.\n\n3. Having examined the matter in detail, Government are pleased to agree\nAdministrative Sanction for implementation of the scheme \"Punarjani -\nRestoration of agricultural sector in the post flood scenario\" for an amount of\n185 Lakhs under the Head of Account 4401-00-800-94 Plan, subject to the\nfollowing conditions wherever applicable;\n\n1. All rules, formalities and procedures shall be strictly followed for the\nimplementation of the scheme. The norms of financial propriety shall be adhered to\nto.\n\n2. The expenditure will be met only from the provision available under the\nappropriate head of account.\n\n3. The fund release shall be based on actual requirement, and the fund released\nshould not be parked in banks.\n\n4. Store Purchase Rules shall be strictly adhered to for all kinds of purchases.\n\n5. Tender/ e-tender and other stipulated formalities shall be followed wherever\nnecessary.\n\n6. Post creation and purchase of vehicles are not admissible under the scheme.\n\n7. The Head of Departments shall monitor the implementation of the scheme and\nensure that the implementation is as per the existing procedures, rules and\nregulations.\n\n8. The implementing agencies/ Departments shall also prepare an\nImplementation schedule to complete the project in time and send regularly\nProgress report on financial and physical progress on a quarterly basis.\n\n9. The Director shall hold monitoring meetings to review the progress and send\nReport to Government regarding the progress of implementation of the approved\nscheme.\n\n10. The Director, Agriculture shall sign an MoU with the concerned\nimplementing agencies of the scheme before releasing the funds. It shall also be\nensured that the Utilization Certificates pertaining to all schemes are submitted\nby the agencies in time.\n\n11. AIMS portal registration for all the plan schemes and Digital Soil Health\nCard is mandatory.\nG.O.(Rt) No.459/2022/AGRI\n\n12. Geo fencing & Geo tagging is mandatory. It shall be ensured in every\nscheme wherever beneficiaries exist.\n\n13. All schemes shall be implemented so as to integrate the same with the\nobjective of the mass campaign “Njangalum Krishiyilekk” and the integration\nThe process should be explained in detail in the working instructions.\n\n14. The State Agricultural Engineer should be the Project Manager and the\nThe project should be completed by 31.03.2023",
            "References": [],
            "Department": "AGRICULTURE  DEPARTMENT",
            "filename": "govtorder3105202215-29-29.json",
            "Directorate": "AGRI",
            "Language": "mal"
        },
        {
            "Abstract": "23 , Kerala State Library Council ",
            "Subsection": [
                "Kerala State Library Council ",
                " Plan Scheme 2022"
            ],
            "Status": "",
            "Order Status": "for project activities\nAn order is issued with administrative permission.",
            "Order ID": "695_2022_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "16-05-2027",
            "Order Issued By": "Santosh Kumar SR",
            "Body": "Kerala State Library Council's plan for the financial year 2022-23\n110 lakhs under plan head 2205-00-105-99-36 for activities.\nAlloted. Kerala State Library Council Secretary As per reference (1).\n110 lakh proposals have been submitted for administrative approval. Prasmata\nThe proposals were considered in the working group meeting held on 26.04.2022 and they\nIt has been accepted.\n\n2. Submitted by the Kerala State Library Council Secretary in the said situation\n110 Lakhs (One Crore Ten\nlakh only) for the financial year 2022-23 under the heading '2205-00-105-99-36 (Plan)'\nAdministrative approval was given for implementation out of the allocated amount\nThe order is issued.\n\n     \n  \n \n \n \n   \n \n \n    \n\nen ne ee.\n\n \n\nSequence Number | The project\n\nen nn nw 3 oe ene a a ann re i\n\n1 Jail Library Service\n2. Children's Home Library Service\nOrphanage Library _\nLibrary Computer Education\nBraille-Audio Library _\n\n \n\nBury NO |\n110. 00 lakhs\n\n \nSA (Sadha) No. 695:20251-411\n\n3. T he conditions attached below while carrying out the project activities\nMust be strictly followed.\n\n1. Advance / ad hoc amount before actual expenditure is accrued\nShould not be allowed.\n\n2. Gross Expenditure in current financial year budget allocation\nshould be limited.\n\n3, 25/2006/Dhan No. dated 01.06.2006 for schemes relating to purchase of computers.\nG.O.(RT) dated 30.04.2019 to strictly adhere to the provisions of the circular.\n964/2019/U.V.V. No. Approval of the Technical Committee constituted under the order\nMust buy.\n\n4. Inter-tender system should be strictly followed.\n\nSD. Store Purchases rules must be followed strictly.\n\n6. P.W.D. Price software shall be made available for work.",
            "References": [],
            "Department": "HIGHER EDUCATION  DEPARTMENT",
            "filename": "govtorder2005202212-16-24.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " Mr. AB Payalos, Clerk, Kochi Police Commissionerate\nCancellation of unutilized vacant pay period granted , Home Department ",
            "Subsection": [
                "Home Department ",
                " Employment "
            ],
            "Status": "",
            "Order Status": "Issue of order.",
            "Order ID": "1466_2022_HDN",
            "Place": "Thiruvananthapuram",
            "Date": "25-05-2022",
            "Order Issued By": "RS Russi",
            "Body": "Reference to Mr. AB Pathalos, Clerk, Commissionerate of Police, Kochi - Order in (1)\nAs per KSR Part 1 Rule 88 from 01/ 07/ 2021 to 30// 04// 2022\nA leave of absence was granted for the purpose of study. T employee on 01/ 10// 2021 only\nEntered on leave of absence. So T employee unused 01/ 07 // 2021\nAs per reference (2) requesting that the period from 30/09/2021 to be canceled\nApplication submitted. State Superintendent of Police under (3) on the recommendation and reference\nIt has been made available by Govt.\n\n2) The government has looked into the matter in detail. Clerk of Kochi Police Commissionerate\nReference to Mr. AB Pathalos (17151: 158073) - (1)\n01/07/2021 to 30/09/2021 Tien not availed on zero pay period\nAn order is issued canceling the period of blank pay upto.",
            "References": [],
            "Department": "HOME  DEPARTMENT",
            "filename": "govtorder2905202213-08-09.json",
            "Directorate": "N",
            "Language": "mal"
        },
        {
            "Abstract": " Granted Medical Reimbursement , Home Department ",
            "Subsection": [
                "Home Department ",
                " Vacancy ",
                " Administrative Assistant in Thrissur Range Office\nMedical expenses of Mr. K.S.Abul Niaz "
            ],
            "Status": "",
            "Order Status": "The order is issued.",
            "Order ID": "1451_2022_HDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-05-2022",
            "Order Issued By": "RS Russi",
            "Body": "Administrative Assistant at Thrissur Range Office Shri.K.S. Abdul Niaz, his\n12,081/- for medical expenses should be allowed as medical reimbursement.\nThe application was submitted under reference (1) on request. Allowable amount in this regard\n12,011/- has been informed by the District Medical Officer as per reference (2).\nAccording to the letter mentioned in reference (3), the state police chief reported to the government\ndone\n\n2) Government has looked into the matter in detail. Administrative at Thrissur Range Office\n1: 168766) Thrissur Jubilee Mission for the treatment of Assistant Mr. K.S.Abul Niaz\nIn Medical College Hospital from 06//043// 2021 to 01/09/2021\n12,011// - 80% of Rs.\n9,609//- (Rupees Nine Thousand Six Hundred and Nine Only) to be paid by the applicant\nAn order is issued authorizing the State Police Chief to grant the said.",
            "References": [],
            "Department": "HOME  DEPARTMENT",
            "filename": "govtorder2905202213-00-55.json",
            "Directorate": "N",
            "Language": "mal"
        },
        {
            "Abstract": "To utilize the required amount from the title to carry out the campaign, Department of Women and Child Development ",
            "Subsection": [
                "Department of Women and Child Development ",
                " Parenting under Integrated Child Protection Scheme"
            ],
            "Status": "",
            "Order Status": "Permission is granted and the order is issued.",
            "Order ID": "250_2022_WaCDDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-05-2022",
            "Order Issued By": "Nisha S",
            "Body": "We encourage responsible parenting of women and children\nMainly social under the Integrated Child Protection Scheme of the Development Department\nA campaign was organized in 2021 through media. The said campaign is very popular\nAnd attracted. The second phase of the said camp needs to be implemented. This financial\nIn addition to social media, the campaign will also be implemented in visual, audio and print media\nThe Director of Women and Child Development had informed as per reference one that it is intended.\nTo implement the second phase of the campaign & 0 from empaneled agencies\nExpression of interest was invited and then the quotation was accepted and submitted by Maitri Communications\nProposal 05 was approved following the rule. 6 as per the said proposal\nProjectors, 4 light lines. 5 graphics videos, 2 influence videos. 2\nCelebrity video. 4 reels. 1 booklet and 6 poster series. 2 0900 and\n14,53,760/- inclusive of GST has been quoted by the agency for construction. 6 of these\nOut of the amount allocated by UNICEF this financial year, Rs\n8,53,760/- (Eight Lakhs\nFifty Three Thousand Seven Hundred and Sixty Rupees Only) Innovative ICPS\n10,00,00,000/- (Ten Crores) sanctioned in 2235-02-102-36 (5) 02 for projects\n(only Rs.) and woman and child should be allowed to spend from Rs\nThe Director of Development requests reference one.\n\n2) Working Group Meeting on 06/05/2022-20:50 of Director\nThe proposal has been reviewed and approved. (Item No. 33)\n\n3) In case of Prasmata, Department of Women and Child Development Integrated Child\nAmount required for implementation of parenting campaign under protection scheme\n\n \nS.U (Sadha) No.250 2022//(118\n\n8.53,760/- (Rupees Eight Lakh Fifty Three Thousand Seven Hundred Sixty only) 5925 -\n\nIn the financial year 23 I. C. P. 2235-02-102- for innovative projects of S.\n\n362) granted administrative permission for utilization from the amount allotted in the title\nThe order is issued.",
            "References": [],
            "Department": "WOMEN AND CHILD DEVELOPMENT  DEPARTMENT",
            "filename": "govtorder2705202212-29-11.json",
            "Directorate": "C",
            "Language": "mal"
        },
        {
            "Abstract": " Roads\nForest restoration works , Disaster Management Department ",
            "Subsection": [
                "Disaster Management Department ",
                " Monsoon Disasters ",
                " Kollam District "
            ],
            "Status": "",
            "Order Status": "Administrative permission is issued by order.",
            "Order ID": "476_2022_DMDN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "ANURADHA K C",
            "Body": "Roads that have become impassable due to last monsoon\nImmediate restoration and\nimprovement of the damaged infrastructure) that Gompaivoaoo!l should be completed\nof flood relief work in 2021-22 as the Govt\n100 lakhs for the following restoration works in Kollam district\n(Rupees One Crore only) is ordered with administrative sanction of Rs.\n\n2) Coming under the jurisdiction of Zilla Panchayat/Muncipalita/'Corporation\nPrarithis by their respective engineering department and within Gram Panchayat limits\nThe upcoming works in the block panchayats that include the concerned panchayat\nEngineering of Local Self-Government Institutions by Engineering Department\nIn the area where the work is to be done in the absence of the section\n1/0 (Spl. Buildings), PWD (Roads & Bridges) aga under jurisdiction\nIt shall also be executed by the Assistant Executive Engineers of the Sections.\nAs per the Government order in reference (3) the said works are constructed by the District\nCan also be done centrally. Above mentioned government orders\nTo strictly follow the conditions and to spend more than the sanctioned amount\nS.U.(Sadha) No.476/2022/111/\n\nAnd it should not. This expense is included in \"2245-02-106-99 Damaged Roads and Bridges\nFrom the budget heading 'to repair and make fit for use'\nshould be borne.\n\n3) Administrative permission is valid as per Government order in reference (6).\nAdministrative approval Time for execution and completion of forest restoration works\nOne year and six months from the date. Prasmata restoration work sanctioned\nSix from the date of approval of the Local Self-Government Authority\nThe said agreement is to enter into an agreement to execute the work allotted within the month\nAdministrative permission for Prasmata restoration work if not submitted to the District Collector\nwill be cancelled. Schedule containing details of works to be completed\nOne year and six from the date of approval of the proforma attestation\nEnforcement Officer to the District Collector within a month (within one and a half years).\nMust be submitted. Other conditions in reference (6) strictly\nMust be followed.\n\n4) State in a non-recurring manner in which the provisions are granted\nEnsure strict adherence to disaster response fund criteria (site inspection\n(including whether it is permissible) to ensure and enforce T\nRelated to execution of work contrary to instructions\n\nIt is also considered as the liability of the officials.\n\nNo. | Fraudulence of restoration work/\nMunicipality /\n\nCorporation\n\n1 |[Mulamballavila - Thrikannapuram Temple Kunnathur Kollam 10.00\naed ed\n\n2 [Trikannapuram Temple - Marthoma Kunnathur Kollam 10.00\n\nLee Meth\n\n3 | Kulangaravila Junction - Upper Poruvahiya Kollam 10.00 am\n\n| tion year | Llama\n\n4 | Upper Vila Junction - Punnavila Road Kollam 10.00 am\n| November | In the village\nGame - Govt Munro Thurut Kollam 10.00 am\n0 Lower Primary School Road Gram Panchayat 6\nIdiakadav - Thumburmugam Road Munro Thurut Kollam 10.00\n‘ren | dead | |\n7 | Pulailmuk - Mathirampally Road Munro Thurut Kollam 10.00\nmnomcoos | |\n\n8 | Mannaveli Colony - Karingatil Saranad North Kola 10.00\n\n \nS.U.(Sadha) No.476/2022/111/\n\nol —\n\nKalathur Tradahngyadvangjajunction - | Grajabhananchakt | Kollam 10.00\nMoolapad Road Gram Panchayat\n10 | Kuttiil Muk - Vazhapally Muk Mainagapally Kollam 10.00\nRoad Gram Panchayat\n\n    \n\n100.00 lakhs in total (one crore rupees only).",
            "References": [
                "384_2012_DMD",
                "378_2013_DMD",
                "447_2014_DMD",
                "194_2015_DMD",
                "343_2015_DMD",
                "3_2018_DMD"
            ],
            "Department": "DISASTER MANAGEMENT  DEPARTMENT",
            "filename": "govtorder0406202212-25-39.json",
            "Directorate": "B",
            "Language": "mal"
        },
        {
            "Abstract": " State Disaster Response Fund 2022/23 to District Collectors , Department of Disaster Management ",
            "Subsection": [
                "Department of Disaster Management "
            ],
            "Status": "",
            "Order Status": "An order is issued by sanctioning the amount.",
            "Order ID": "480_2022_DMDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-05-2022",
            "Order Issued By": "Dr. A. Jayathilak IAS",
            "Body": "State disaster for natural calamity relief operations\nAmount from various heads of the respondent\nDistrict Collectors as per Varamarsham requesting permission\n\nProposals have been submitted.\n\nThe government has looked into the matter in detail. State disaster\nA total of Rs.4.80,00,000/- (four\ncrore eighty lakh rupees only) to the District Collectors.\n\n2245-02-106-99 F Repair and\nrestoration of damaged\nroads\n\n2245-02-112-99F-Evacuation\nof population\n\n \n\n\n \n\nS.U.(Sadha) No.480/2022//5\n\n \n  \n\n2245-02-800-96-F-Exgratia\nto injured persons\n\n  \n  \n   \n\n    \n \n  \n\n20000000} 21500000} 6500000\n\nAmount from the budget provision of the current financial year\n\n2245-02-113-99 F-Repair to\nDamaged Houses —\n\n \n    \n\nshould be utilized. Only as per State Disaster Response Fund criteria\nAmount to be utilized and information regarding utilization of amount in 0/5 portal\nand should be recorded.",
            "References": [
                "3346_2022_DM"
            ],
            "Department": "DISASTER MANAGEMENT DEPARTMENT",
            "filename": "govtorder2905202210-34-06.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " An order is issued giving administrative permission to organize the arts festival, Department of Social Justice ",
            "Subsection": [
                "Department of Social Justice ",
                " Named Varnapakit 2022 for Transgender Persons "
            ],
            "Status": "",
            "Order Status": "issue of order",
            "Order ID": "130_2022_SJDN",
            "Place": "Thiruvananthapuram",
            "Date": "27-05-2022",
            "Order Issued By": "Srikala S",
            "Body": "The Transgender Policy implemented by the Department of Social Justice\nAs part of targeting the all-round advancement of transgender persons\nPartly to nurture their sense of nature and artistic taste\nAt the state level during the current financial year to create opportunities\nAnumari also agreed to organize an arts festival named Varnapukita-2022\n40,00,000/- (Rupees Forty Lakhs Only) required for Aya, Transgender\n450 allocated under head 2235-60-200-64(all) for welfare schemes.\nMention that approval should also be obtained for expenditure from Rs\nThe Director of Social Justice had submitted a recommendation under (2).\n\nThe following members were involved for the successful conduct of the program\nA state level organizing committee needs to be formed. program\nFormulate guidelines for integration and if necessary\nState level organizer is responsible for forming sub-committees\nIt will be for Samirathi. 2019-20 Varnapakit State Transgender Art Festival\nThe terms and conditions of the manual are also applicable to this festival\nDIN including any kind of amendment required\nCan be modified.\n\n1. Chairperson - Hon'ble Minister of Social Justice Department\n\n   \nS.U.(Sadha) No.130/2022/T4\n2. Vice Chairman - Secretary, Department of Social Justice\n3. Convener - Director, Department of Social Justice\n\n4. Members\n\n1) District Medical Officer\n\n2) Representative of District Collector\n\n3 Representative of the District Superintendent of Police\n4) District Information Officer\n\n5) District Social Justice Officer (Kalotsavam\norganizing District\n\n6) State Transgender Justice Board\nTwo representatives (1transgender and 1trans woman)\n\n7) Projects Officer, TG Cell\n8) 5 reps from 980\n\nBelow is the financial analysis required to organize the festival\n\nAdding\n\nSA SA SA SA SA SA SA SABA EYOTA NVA TTY BANNAN OSA ANON PYNTS IS\n\n[Th\n\nNeed | Amount\n\n \n  \n\nStage transportation, accommodation, logistics etc\n\nAllied Arrangements (2 Days)-(Public Relations\n1 Law. Ce 13,00,000/-\nThrough Department empaneled Event Management Agency\n\n \n\n| 2,00,000/- for rent of halls required for the program\nrs ©\n| 3 Publicity & IEC, newspaper advertisement, momento, trophy etc. 5,00,000/-\n\n \nS.U.(Sadha) No.130/2022/50\nNo\n\n2\nR\n\n  \n  \n  \n\n1st position in various art programs\n\nCash Award for 4 Contestants (Dadha 510,000/., | 3,00,000/-\nSingle@5,000/- ) | |\n10 TGs who have demonstrated their ability in various fields in the society\n\n9 ’ 1,00,000/-\nCash award to individuals\nTransgender Justice Board Members /50/Shadatha's\n\n6 1,00,000/-\nTA and honorarium for delegates\n\nFood Distribution by Kudumbashree | 8,00,000/-\n\noo Honorarium to be paid to Judges | 1,00,000/-\nParticipating in cultural programs\n\n \n\n3,00,000/-\n\nRewards to Pay Celebrity\n\n \n\n3,00,000/- for other expenses\nZ Total . 40,00,000/-\n\nTotal-Rs.40,00,000/- Rupees Forty Lakhs\nonly)\n2) As per reference (3) on the proposal submitted by the Director of Social Justice\nThe Departmental Working Group meeting has approved item 21.\n\nIn the above situation, in the name of Varnapakit 2022 at the state level\nThis was also done by giving permission to organize the Transgender Art Festival\nRequired Rs.40,00,000/- (Rupees Forty Lakh only) for the current financial year\nIn Title 2235-60-200-64(P) for the Transgender Welfare Program\nPermission was also given to spend from the allocated Rs 450 lakh\nIt is ordered.\n\n \nS.U.(Sadha) No.130/2022/T41",
            "References": [
                "424_2019_SANIVA"
            ],
            "Department": "SOCIAL JUSTICE  DEPARTMENT",
            "filename": "govtorder2805202216-36-00.json",
            "Directorate": "A",
            "Language": "mal"
        },
        {
            "Abstract": " Social relevance and abstinence awareness\nThe entertainment tax of the movie 'Mahi' was waived considering the resolution\n, Department of Local Self",
            "Subsection": [
                "Department of Local Self",
                "Government "
            ],
            "Status": "",
            "Order Status": "Issuing the order.",
            "Order ID": "1307_2022_LSDN",
            "Place": "Thiruvananthapuram",
            "Date": "26-05-2022",
            "Order Issued By": "RAJEEVAN A P",
            "Body": "Regarding exemption of entertainment tax for the movie 'Mahi'\nThe said movie was directed by Mr. Suresh Kutayadi as per reference(1).\nAn application has been submitted to the government. An area addicted to alcohol\nIt is the struggle and success of a girl to get rid of it\nPlot of the said film.\n\nThe government has looked into this issue in detail. The social aspect of the film\nConsidering the relevance and awareness of alcohol abstinence, Mr. Suresh\nEntertainment tax of Malayalam movie 'Mahi' directed by AQIS].\nIssued in full - Order issued.",
            "References": [],
            "Department": "LOCAL SELF-GOVERNMENT  DEPARTMENT",
            "filename": "govtorder2905202212-50-26.json",
            "Directorate": "RC",
            "Language": "mal"
        }
    ]
}