{
    "items": [
        {
            "Abstract": "Revised Guidelines for conducting Training programmes, Seminars, Conference, Workshop in Government Engineering colleges and Polytechnic colleges",
            "Subsection": [
                "Technical Education"
            ],
            "Status": "Approved",
            "Order Status": "Orders issued",
            "Order ID": "1606_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-12-2020",
            "Order Issued By": "C. AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the letters read above, the Director of Technical Education has submitted revised Guidelines for conducting Training programmes, Seminars, Conference, Workshop in Government Engineering colleges and Polytechnic colleges along with proposal for permission to conduct Online Training programmes, Seminars, Conference, Workshops considering the present COVID- 19 pandemic situation 2. The Director of Technical Education has also submitted that the total expenditure for the conduct of the programmes remains same as in the existing guidelines and no additional financial commitment is required for effecting the revision. 3. Government have examined the proposal of the Director of Technical Education in detail and are pleased to approve the revised guidelines for conducting Training Programmes, Seminars, Conference, Workshop in Government Engineering colleges and Polytechnic colleges and permission is also granted for conducting Online Training programmes, Seminars, Conference, Workshops, as appended herewith:",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1606_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Allotment of seats by the Commissioner for Entrance  Examinations in the Self Financing Engineering Colleges under Kerala Catholic Engineering College Management Association (KCECMA)",
            "Subsection": [
                "Technical"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "394_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "07-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the agreement read as 1st paper above, Government of Kerala entered into a consensual agreement with Kerala Catholic Engineering College Management's Association on Fee structure and Allotment of seats by the Commissioner for Entrance Examinations in the Self Financing Engineering Colleges under Kerala Catholic Engineering College Management Association , for the academic year 2020-21 , 2021-22 and 2022-23 and as per the Government Order read as 2nd paper above, the above said agreement is approved and orders issued.  As per the Notification dated 15.10.2020 by AICTE read as 3rd paper above, the last date of admission to first year Engineering Courses  (UG/Diploma/ Lateral Entry) is extended to 30th November of 2020 and the last date of commencement of classes of first year is 18 December 2020.  Considering the AICTE Notification and JEE Alottment Schedule, the Government entered into an Additional Agreement with Kerala Catholic Engineering College Management Association on 07.11.2020 .In view of the above, Government are pleased to approve the following modifications to the Govt order read as 2nd paper read above.  1. The Clause (6) of the Original Agreement executed on 01.10.2020 is modified as follozos:  The Commissioner for Entrance Examinations shall complete all allotments as decided by her before the 16th November 2020. The last date for  such students to join the respective colleges will be 16th November 2020. The CEE will not re-allot students already allotted to a coliege and admitted in the college either by the CEE or the Management after this final allotment.  2. The Clause (7) of the Original Agreement executed on 01.10.2020 is modified as follows:  The Educational Agency shall be entitled to fill up those seats still  remaining unfilled after 1658 November 2020, from the seats set apart for allotment by the CEE. These unfilled seats from Government side will be reverted to the Educational Agency as additional management seats and the Educational Agency can fill wp those seats with students who have figured in the rank list of any of the recognized Entrance Tests conducted for the purpose.  3. The 4th line of Clause (8) of the Original Agreement executed on 01.10.2020 is modified as follows:  For the students admitted in the member colleges based on the allotment of the CEE, the rest of the Tuition Fee, Special fee, any Statutory fee and any other Miscellaneous fee shall be paid by the student directly in the college at the time of admission in the college based on the allotment of the  student but not later than 16 November 2020. The amount retained by the Commissioner for Entrance Examinations in respect of each student shall be  paid to the college before 30th December 2020. 4.The Clause (15) of the Original Agreement executed on 01.10.2020 is modified as follows:  There shall be no liquidated damages as per the norms and regulations of clause 7.13 of chapter VII of AICTE approval process handbook 2019-2020 as per G.O(Rt) No.77/2019/HEDN dated.18.01.2019  5. The dates mentioned in the paragraphs above apply only to the academic year 2020-21.  Government Order read as 2nd paper above stands modified to the above extent .",
            "References": [
                "334_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION(G) DEPARTMENT",
            "file_name": "394_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Interest Free Refundable Deposit for the year 2020-21",
            "Subsection": [
                "KEAM 2020",
                "Viswajyothi College of Engineering and Technology"
            ],
            "Status": "Exempted",
            "Order Status": "Orders issued",
            "Order ID": "1625_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-12-2020;",
            "Order Issued By": "C. AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Government order read as Ist paper above, three colleges under Kerala Catholic Engineering College Management's Association including Viswajyothi College of Engineering and Technology are exempted from collecting interest free refundable deposit from the students for the allotment to engineering courses for the academic year 2019-20. 2. As per the letter read above, Viswajyothi College of Engineering and Technology under Kerala Catholic Engineering College Management's Association, requested to exempt them from collecting Interest free refundable deposit from the students for allotment to Engineering Courses for the academic year 2020-21. 3. Government have examined the matter in detail and are pleased to exempt the Viswajyothi College of Engineering and Technology from collecting Interest free refundable deposit from the students for the allotment to engineering courses for the academic year 2020-21,",
            "References": [
                "928_2019_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1625_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Relinquishment of promotion to the post of Principal in Government Arts & Science College",
            "Subsection": [
                "Higher Education Department",
                "Collegiate Education",
                "Establishment"
            ],
            "Status": "Accepted",
            "Order Status": "Orders issued",
            "Order ID": "1491_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "27-11-2020",
            "Order Issued By": "HARI KUMAR G JOINT SECRETARY",
            "Body": "In the circumstances reported by the Director of Collegiate Education in the letter 2nd cited Government are pleased to accept the temporary relinquishment of promotion to the post of Principal in Government Arts & Science Colleges made by the following\nincumbents .Name /Name and Designation /Name and Designation Promotion Post Post| Nature Nature of relinquishment Nature of relinquishment Dr. Kadeeja.P Temporarily for a period of Principal Associate Professor two years. Dr.Sulaiman. V . Temporarily for a period of\nPrincipal Associate Professor one year.",
            "References": [],
            "Department": "HIGHER EDUCATION (F) DEPARTMENT",
            "file_name": "1491_2020_HEDN",
            "Directorate": "F"
        },
        {
            "Abstract": "Admission to Professional Degree Courses during 2020-21",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1474_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRET",
            "Body": "As per the Government order read above, the prospectus for admission to Professional Degree Courses in the State during 2020 has been approved by Government. Subsequently, Kerala Engineering, Architecture and Medical Entrance Examination (KEAM-2020) was conducted by the Commissioner for Entrance Examinations and rank list published.  2. It has come to the notice of Government that there are many instances in which the candidates, who have qualified the Kerala Engineering Examination (KEAM-2020), could not upload mark list of the qualifying examination within the time limit stipulated in the KEAM 2019 prospectus due to some technical difficulties and hence not included in the rank list published by the Commissioner for Entrance Examinations. Representations are received in Government requesting to prepare a supplementary rank list for B. Tech admission for the year 2020-21.  3, Government have examined the matter in detail and are pleased to accord sanction to the Commissioner for Entrance Examinations for the preparation of a supplementary rank list for B. Tech admission for the year 2020-21 subject to the following conditions:  1. The supplementary list shall be prepared from among the candidates those who have qualified KEAM- 2020 and who have not uploaded the \fPOPS TUE ALLE eI UE Phi  mark list of the qualifying examination.  2. The supplementary list will be applicable to the vacant seats existing in Government Controlled Self Financing Engineering Colleges and Private Self Financing Engineering Colleges only. The qualifications of the candidates to be included in the supplementary list shall be in accordance with Clause 6.2 and Clause 9.7.5. of the KEAM -2020 Prospectus.  3.The preparation of the supplementary list will be a onetime measure for the academic year 2020-21.  4. The time limit prescribed by the AICTE/ CoA in this regard shall be strictly adhered to.",
            "References": [
                "62_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1474_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Trivandrum Engineering Science and Technology (TrEST) Research Park",
            "Subsection": [],
            "Status": "Sanction accorded",
            "Order Status": "orders issued",
            "Order ID": "1416_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "13-11-2020",
            "Order Issued By": ". C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Government order read above, Administrative Sanction was accorded for an amount of Rs. 150 Lakh for the implementation of projects and to meet the administrative expenditure for Trivandrum Engineering Science and Technology Research (TrEST) Park, Thiruvananthapuram for the current financial year under the head of account 2203-00-112-57 (plan). Government as per orders read as 2nd and 3'4 released an amount of Rs.89.62 Lakh to meet expenditure towards Project cost and also towards Administrative Cost of the Park. 2. By letter read above, Chief Executive Officer, TrEST Research Park requested to release an amount of RS.60.38 Lakhs for meeting the committed and anticipated expenditure of the Park till the end of year. 3. Government have examined the matter and are pleased to release an amount of Rs.40,25,000/- (Rupees Forty Lakh and Twenty Five Thousand only) from the balance available to TrEST Park under the head of account 2203-00- 112-57 (P) to meet the immediate requirements from the current year's budget provision and authorise the Senior Administrative Officer, Directorate of Technical Education to immediately transfer credit the same to P5TSB account No. 799012700001421 in the Sub - Treasury, Thiruvananthapuram Engineering College campus.",
            "References": [
                "732_2020_HEDN",
                "867_2020_HEDN",
                "1147_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1416_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Prospectus for MBA Admission being conducted in College of Engineering, Thiruvananthapuram for the year 2020-21",
            "Subsection": [
                "Higher Education",
                "Technical"
            ],
            "Status": "Approved",
            "Order Status": "Orders issued",
            "Order ID": "1361_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "02-11-2020",
            "Order Issued By": "C AJAYVAN ADDITIONAL SECRETARY",
            "Body": "In the circumstances reported by the Dircctor of Technical Education, Thiruvananthapuram as per letters read above, Government are pleased to approve the Prospectus for MBA course being conducted in College of Engineering, Thiruvananthapuram for the year 2020-21 appended to this Order.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1361_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Additional charge of Administrative Assistant to Shri. Ragesh R, Senior Superintendent",
            "Subsection": [
                "Technical Education",
                "Government Engineering College Sreekrishnapuram, Palakkad"
            ],
            "Status": "Ratified",
            "Order Status": "Orders issued",
            "Order ID": "1307_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "21-10-2020",
            "Order Issued By": "SREEKALA  DEPUTY SECRETARY",
            "Body": "In the circumstances reported by the Director of Technical Education as pe the letter read above, Government are pleased to ratify the action of the Director of Technical Education, Thiruvananthapuram in according ful additional charge of Administrative Assistant, Government Engineerin College Sreekrishnapuram, Palakkad to Shri. Ragesh R, Senior Superintendent Government Engineering College, Sreekrishnapuram, Palakkad for the perio trom 01.06.2020 to 02.07.2020, under Rule 53(b) Part 1 KSR.",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1307_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Admission to Professional Degree Courses 2020 (KEAM 2020) Kerala",
            "Subsection": [
                "Technical"
            ],
            "Status": "Amended",
            "Order Status": "Orders issued",
            "Order ID": "1382_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "05-11-2020",
            "Order Issued By": "C. AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Government Order read as Ist paper above, Government approved the Prospectus for  Admission to Professional Degree Courses for the year 2020(KEAM-2020). As per Clause 6.2.3(a) of the above said KEAM- 2020 Prospectus is as follows:  'Candidates who have passed 10+2 scheme of examination with at least 50% ageresate marks in Physics, Chemistry, and Mathematics and also at least 50% marks in aggregate of the 10+2 level examination or passed 10+3 Diploma examinations with Mathematics as compulsory subject with at least 50 % marks in aggregate are eligible for Architecture course.'  _ 2, Due to the pandemic situation of COVID-19, Council of Architecture has replaced the condition of 'atleast 50% of marks in PCM Subjects ' with a pass in PCM subjects only for this academic year. As per the letter read as 3\" paper above, the Commissioner for Entrance Examinations has recommended to amend the clause 6.2.3(a) of the KEAM 2020 Prospectus according to the Notification read as 2nd paper above.  3. Government have examined the matter in detail and are pleased to amend the Clause 6.2.3(a) of the KEAM 2020 Prospectus as detailed below:  Clause6.2.3(a): Architecture course: 'No candidate shall be admitted to B.Arch unless she/he has passed in 10+2 scheme of examination with PCM subjects or pass in 10+3 diploma with mathematics as the case may be.'   4 . Government Order read above stands modified to the above extent.",
            "References": [
                "62_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1382_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Permission for commencement of new courses in TS.M College of Engineering, Kollam and M.A. College of Engineering. Kothamangalam",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanclion accorded",
            "Order Status": "Orders issued",
            "Order ID": "1387_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "06-11-2020",
            "Order Issued By": "C AJAYAN ADDYTTIONAL SECRETARY",
            "Body": "The Registrar, APJ Abdul Kalam Jechnological University, vide order read as 18! paper above, has accorded provisional affiliation for the commencement of 1. tech in Computer Science and Engineering (Diis Seienee) (60 seats) in M.A. College of Engineering, Kothamangalam and Metech in) Civil Eengimeering Clransportation Engineering) (18 seats) in T.K.M College of Engineertig, Kollam. The Director of Technical Education, as per the letter read as 3! paper above, has also recommended the above proposal.  Government have examined the matter im detail. Sanction is hereby accorded to commence B.Tech in Computer Science and Engineering (Data Science) (60 seats) In M.A. College of Engineering, Kothamangalam) and Mefeech in Ciml Engineermy (lransportation Engineering) (18 seats) in EK.M College of [ngineering, Kollam subject to the condition that there will be no financial commitment on the part of the Government and no new post creation for these courses shall be allowed till 2025. Also. classes shall be run with Guest faculties only.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1387_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "towards the acquisition of 42.95 acres of land as per RFCTLARR Aci 2013",
            "Subsection": [
                "Release of Rs.4,03,80,000/"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1324_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-10-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the letter read above, the District Collector, Palakkad has requested Abstract Government for the release of an amount of Ks.4,03,80,000/- (Rupee Four Crore Three Lakh Eighty Thousand only), towards the acquisition of 42.95 acres land as per RFCTLARKR Act 2013 for ITT Palakkad ane has requested to allot the aforesaid amount to the Special Treasury Savings Bank Account operated by Special Tahsildar(iLAj.Vide reference second cited Government have sanctioned an additional amount of Rs.4,03,80,000/- under the h/a 2203-00-112-62 (P)(V) for the purpose of land acjuisition of 42.9% aeres lane as per RFCTLARR Act 2013 for IP, Palakkad.Government therefore accord sanction to deposit an amount of Rs5.4,03,80,000/- (Rupee Four Crore Three Lakh Eighty Thousand only), to the STSB operated by the Special Tahsildar(LA) uncler the Head of Account '8443- JU-717-99-00- Work Deposii' towards the acquisition of 42.95 acres of land for HW? Palakkad wile Gent No 14 in Government Order read as 1 above. .",
            "References": [
                "88_2018_FIN",
                "4279_2020_FIN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1324_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Shri. Jawahar Ali Khan H, Accounts Officer, Govt. Engineering College, Painavu, Idukki",
            "Subsection": [
                "Technical Education",
                "Declaration of probation"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1350_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-10-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "In the circumstances reported by the Director of Technical Education, as per the letter read above, Government are pleased to declare that Shri. Jawahar Ali Khan H, Accounts Officer, Govt. Engineering College, Painavu, Idukki has successfully completed his period of probation in the post of Accounts Officer in the scale of pay of Rs. 42500-87000 with effect from 17.01.2019 as per provisions in the KS&SSRs.",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1350_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Proposal for the supply and installation of CCTV, Class Room PA System, Networking and UPS for CCTV and PA system for Government Technical High School, Mananthavady",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Accorded",
            "Order Status": "Orders issued",
            "Order ID": "1493_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "Government are pleased to accord Administrative Sanction for the following proposal of the Director of Technical Education for the supply and installation of CCTV, Class Room PA System, Networking and UPS for CCTV and PA system for Government Technical High School, Mananthavady as approved in the Working Group Meeting held on 19.10.2020. The above approval is subject to the following general conditions:- 1) The release of funds will be need based, when actual expenditure falls due.  2)Adhoc/Advance release of funds before expenditure becoming due will not be allowed.  3) The total expenditure will be limited to the current year's budget provision.  4) If Computer purchase is involved, concurrence of Store Purchase Department should be obtained. Circular No. 25/16/Fin dated 01 06. 2016 should be strictly followed.  5) e-tender system should be followed.  6) Stores Purchase Rules should be strictly followed.  The expenditure for this purpose will be met from the Head of Account 2203- 00-103-99-34 OC(3)-OL-Plan in the current years budget and the amount shall not be used for any other purpose. Also, the DTE shall contact M/s KITE, Chicf Executive Officer to take necessary steps to make all the classrooms as smart classrooms.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1493_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "NOC for starting courses in Vimal Jyothi Engineering College, Kannur under APJ Abdul Kalam Technological University for the academic year 2020-21",
            "Subsection": [
                "Self Financing Engineering College"
            ],
            "Status": "Granted",
            "Order Status": "Orders issued",
            "Order ID": "462_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Orders read above, Government have accorded Admuustrative Sanction for starting of new courses/additional intake of the existing courses in various Self Financing Engineering Colleges under APJ Abdul Kalam Technological University for the academic year 2020-21. In the circumstances, Government are pleased to issue NOC for starting courses in Vimal Jyothi Engineering College, Kannur under APJ Abdul Kalam Technological University for the academic year 2020-21 as detailed below as per the conditions, specified nm the Government Orders read above and as per the terms and conditions stipulated in the agreement executed by the Management of Vimal Jyothi Engineering College, Kannur with the Additional Secretary, Higher Education Department read as 4th paper above and also subject to the conditions in the agreement executed by the Kerala Self Financing Engineering College Management's Association/Kerala Catholic Engineering College Management's Association concerned with Government from time to time:",
            "References": [
                "1149_2020_HEDN",
                "1232_2020_HEDN",
                "1257_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "462_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Deputation of faculties for Pre Ph.D Programme (60 days contact programme) under QIP 2020-21",
            "Subsection": [
                "Technical Education",
                "Engineering Colleges (Government/Aided)"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1431_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "17-11-2020",
            "Order Issued By": "SREEKALA S DEPUTY SECRETARY",
            "Body": "As per the minutes of the Screening Committee through video conferencing held on 19.10.2020 read as 5' paper above, the Director of Technical Education has forwarded the proposal and list of faculties to be deputed for Pre Ph.D Programme(60 days contact programme) in Government/ Aided Engineering Colleges under QIP 2020-21. The screening committee has taken the following decisions 1. Not to depute faculty in excess of the quota for each Engineering College. 2. Not to divert unused quota under one branch to accommodate candidates from another branch. 3. To depute 11 faculties from Government Engineering colleges and 20 faculties from Aided Engineering Colleges to Pre Ph D programme (60 days contact programme) 4. To Depute only 20% of the applicants to minor centres. Only the faculty 5 UR CUNSod BERETA e/a ECU PIL whose admission to Ph.D Programme is declined by the major centres (IITs, I1Scs, NITs) after test / interview alone will be considered to minor centres from the academic year 2021-22 onwards. 5. It is also decided the faculty who have got admission to the country's premier Institutes through a selection process such as JIT/NIT/IISC is permitted over and above the 2 faculty - . per college restriction, as it is good to encourage such faculty since the value addition is huge. 3. Government have examined the matter in detail and are pleased to approve the decisions of the Screening Committee and also approve the list of 11 faculties from Government Engineering colleges and 20 faculties from Aided Engineering Colleges for Pre Ph D programme (60 days contact programme) (list appended) for the deputation under QIP scheme for the year 2020-21.",
            "References": [
                "55_77_HEDN",
                "55_2008_HEDN",
                "317_10_HEDN"
            ],
            "Department": "HIGHER EDUCATION(G) DEPARTMENT",
            "file_name": "1431_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Construction of Compound wall for IIT land, Palakkad",
            "Subsection": [
                "Higher Education Department"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1627_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-12-2020",
            "Order Issued By": "C AJAYAN",
            "Body": "As per Government order read above, sanction was accorded to release an additional expenditure of Rs. 1000 for settling the advance bill in respect of construction of compound wall around IIT land, Palakkad. The District Collector, Palakkad vide letter read above has requested Government to release the fund in the Head of Account '4202-02-105-86-construction of compound wall for IIT, Palakkad (plan)'. 2. Government have examined the matter in detail and are pleased to release an additional amount of Rs. 1000 for settling the advance bill in respect of the work of construction of compound wall around IIT land, Palakkad under the Head of Account '4202-02-105-86-construction of compound wall for IIT, Palakkad (plan)' and this additional expenditure has been authorized vide Government order read as 1st paper above.",
            "References": [
                "6958_2020_FIN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1627_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Trivandrum Engineering Science & Technology [TrEST) Research park",
            "Subsection": [
                "H.Edn"
            ],
            "Status": "Appointment of Dr. Koshy P Vaidyan as Chief Executive Officer",
            "Order Status": "Orders issued",
            "Order ID": "11_2021U_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "01-01-2021",
            "Order Issued By": "CAJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Govt.Orders read as 1-3rd above, Dr Jayasankar Prasad C, Director of ICFOSS was posted as CEO of TrEST Research Park on full additional charge. Dr.Jayasankar Prasad continued to hold full additional charge at TrEST Park even when relinquished charge at [CFOSS and shifted to KSITIL as Managing Director, as per 4th paper above. 2. Dr. Jayasankar Prasad C , CEO, TrEST Research Park vide letter read as 58 paper above, tendered his resignation and requested to relieve him w.e.f 31-12-2020and further requested to consider the appointment of Dr. Koshy.P.Vaidyan, Director, Information Systems as the new CEO, TrEST Park with full additional charge. Dr. Koshy P Vaidyan, who is now holding the post of Director, Information Systems under Finance Department has adequate exposure in Technology areas in Government and Private sector. 3. Government have examined the matter in detail and are pleased to relieve DrJayasankar Parasad C from the post of Chief Executive Officer of Trivandrum Engineering Science and Technology [TrEST) Research Park by accepting his resignation and to appoint Dr. Koshy P Vaidyan, Director, Information Systems as Chief Executive Officer, on full additional charge with immediate effect. Dr. Koshy P Vaidyan will take over charge from Dr.Jayasankar Parasad C as per rules.",
            "References": [
                "1312_2018_HEDN",
                "1578_2018_HEDN",
                "164_2019_HEDN",
                "1786_2019_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "11_2021U_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Nomination of State Government Officials to the Board of Governors of Rajagiri School of Engineering & Technology, Kochi and Saintgits College of Engineering, Kottayam",
            "Subsection": [
                "Higher Education",
                "Technical Education"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1303_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "20-10-2020",
            "Order Issued By": "SREEKALAS DEPUTY SECRETARY",
            "Body": "Government are pleased to nominate Sri. Ajayan C., Additional Secretary to Government, Higher Education Department and Sri. Remesh T., Additional Secretary to Government, Additional Skill Ac quisition Programme (ASAP), Higher Education Department as Government nominee to the Board of Governors of Rajagiri School of Engineering & Technology, Kochi and Saintgits College of Engineering, Kottayam respectively on the basis of the regulation stipulated by UGC Guidelines for Autonomous Colleges.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1303_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Appoitment of Additional Director of Collegiate Education with additional charges of the State NSS Otficer",
            "Subsection": [
                "National Service Scheme",
                "Siate NSS Cell"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1623_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-12-2020",
            "Order Issued By": "PTHARUN LALS JOINT SECRETARY",
            "Body": "Government are picased iv appoint Additional Director of Collegiate Education, with addivonal charves oi the State NSS Olficer, until further orders. as the term of the present State Nov oilicer expired on U9. 12.2020.",
            "References": [
                "1623_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (A) DEPARTMENT",
            "file_name": "1623_2020_HEDN",
            "Directorate": "A"
        },
        {
            "Abstract": "Order dated 04/10/2018 in TA No.4499/2017 (formerly W P(c)31104/2011 of Hon'ble High court) filed before the Hon'ble Kerala Administrative Tribunal by Shri. Sharmad S N,Lecturer in Computer Engineering",
            "Subsection": [
                "Higher Education Department",
                "Technical Education"
            ],
            "Status": "Complied with",
            "Order Status": "Orders issued",
            "Order ID": "1616_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-12-2020",
            "Order Issued By": "THARUN LAL.S JOINT SECRETARY",
            "Body": ". ShriShamnad S N_ Lecturer in Computer Engineering filed TA No .449912017(formerlyWP(c) 3111) 412011 of Hon'ble High court) before the Hon'ble Kerala Administrative Tribunal praying for a direction to the respondents to convene adhac review Departmental Promotion Committee for selection to the post of Lecturer in Computer Engineering for the year 2006 against the vacancies pointed out by him. 2) The Tribunal in the Judgment read as 3rd paper has set aside Exhibit P.16 order read as ist paper above and directed the 1st respondent (State of Kerala) to reconsider Ext.P13 read as 2nd paper above with notice to the applicant and any other affected parties and pass fresh orders regarding the claim of the applicant for retrospective promotion to the post of lecturer in Computer Engineering, within a period of three months from the date of receipt of a copy of this order 3) Accordingly the Petitioner was provided with a hearing on 07.01.2019 in the presence of the official from the Directorate of Technical Education. In the hearing the petitioner submitted the following facts . 1, The Seniority list of candidates qualified for by transfer appointment as Lecturer in Computer Engineering in Polytechnics under Department of Technical Education up to 31.12.2006 was finalized as per Order No. EG1/2360/07/DTE dated : 16.07.2007 of the Director of Technical Education . 2. According to the preference given for the categories, his name was included as SI.No.3 in the Seniority list. 3. During 2006, open vacancies of Lecturer in Computer Engineering were existed in the following Polytechnics. \frie MO.PMEUVN LOI420/2U LO-MiCUN Govt.Polytechnic College , Muttom : One vacancy due to the LWA sanctioned to Smt.Deepa S $ for 5 years from 07.03.2006. Govt.Polytechnic College . Vennikkulam : One vacancy due to the relief of ShriShibu Kumar , for accepting new appointment in Engineering College, from 13.03.2006. One vacancy due to the LWA availed by Smt. Souda Begum for 5 years from 13.08.2006. 4, Though the first vacancy of 2006 was occurred on 07.03.2006, no staff member in the list was qualified on the date. 5. He has acquired B.Tech qualification on 10.03.2006, and became eligible for appointment as Lecturer against the vacancy from the date onwards. | 6. When ithe second vacancy occurred on 13.03.2001, he was the only qualified candidate for by transfer appointment to the post. 7. No one other than him was fully qualified for by transfer appainimert upto 03.06.2006. Any af the vacancy had to be proposed for assignment io him before the Departmental Promotian Commitiee heid on 04.01.2008. 8. If the above said vacancies had been placed before the Departmental Promotion Commitiee held on 04.01.2008, he will be the only eligible candidates for selection to the post of Lecturer. 9. But the first two vacancies were suppressed before the Departmental Promotion Committee held on 04.01.2008, and only the third vacancy occurred on 13.08.2006 was reported to the Departmental Promotion Committee for providing by transfer appointment to Smit. Asha Sukumaran who become qualified only on 03.06.2006, 10. Whether. deliberately or casually; the two vacancies existed from 07.03.2006 and 13.03.2006 respectively were not placed before the Departmental Promotion Cammitiee for the year 2006. 1. The act of negligence in reporting the two vacancies iruly existed in 2006, resulted in the denial his legitimate right for by transfer appointment as Lecturer in Polytechnic in 2006. 12. The authority authorized to ensure the vacancies and place the deiails before the Departmental Promotion Committee suppressed the required details and denied my legitimate right with the shoulders of the Departmental Promotion Committee . 4) The main request of Sri Shamnad is a. to revise the select list of candidates eligible for by transfer appomiment as iecturer in Computer Engineering for the year 2006, by taking into consideration of the actual vacancies available on 07.03.2006 and 13.03.2006. b. to appointment him as Lecturer in Computer Engineering , on the basis of the revised Select list 2006, and c. to revise his seniority in the post of Lecturer in Computer Engineering accordingly. rile NO.ACUN-LS/ 326/40 16-NEUN ) Director of Technical Education has reported that Sri: Shamnad S.N was working as Demonstrator in Computer since 1999. He passed B.Tech Degree examination on 10.03.2006 and thus qualified for By.-transfer appointment to the post of Lecturer in Computer Engineering . Consequently he was included in the list of candidates who acquired B.Tech up to 31.12.2006 as SI .No;3 as per his seniority in the department for appointment to the post of the lecturer published vide order no. EG1/2360/2007/DTE dated: 16.07.2007. 6) Appointment to the post of Lecturer in Polytechnics from Demonstrator category , is not in the normal ine of promotion but through by-transfer from the subordinate service to the state service which needs the approval of Department Promotion Committee (L) by drawing a select list . Hence no incumbent in the subordinate service can claim a promotion to the post of Lecturer from the date of acquisition of qualification. 7) One vacancy of Lecturer in Computer Engineering that occurred on 13.08.2006 was reported for consideration before the Departmental Promotion Committee (L) for the year 2006. The Departmental Promotion Committee (L) for 2006 was convened on 04.01/2008 and select list for the post of Lecturer in Computer Engineering published by selecting Smt. Asha Sukumaran, ranked no.1 in the seniority list. &) Sr. Shamnad S.N was selected for the post of fecturer in the Deparimenial, Promotion Committee (L) for the year 2007 held on 30.09.2009 and the select list published on 16.10.2009. As such he was promoted as Lecturer vide order no. EC3/37745/2009/DTE dated: 20.11.2009. 9) There was only one vacancy that occurred on 13.08.2006 that was reported to the Departmental Promotion Committee {L). The date of occurrence of vacancy has fallen on a date after the date of acquisition of qualification by the applicant and the selected person. The selected person's position in ihe seniority list is above (rank no.1) for the selected person and rank no.3 for the petitioner that of the applicant. 10) The applicant had represented and reported the vacancy in question in the year 2010 and by that time the selected person was appointed ( in the year 2008). Thus the applicant had not submitted his request for review of select list in time. By the time Shri. Shamnad S.N had approached the authorities in 18.05.2010 . all the vacancies that existed up 14.01.2009 were reported to Kerala Public Service Commission irrespective of the date of occurrence of vacancy based on the court direction dated 15.12.2008 in WP 28807/08 filed by Smt. Chitra Raj.N Jt is also informed that the Kerala Public Service Commission had advised candidates against those vacancies reported and accordingly appointment effected. 11) From the details stated above it can be concluded that SriShamnad S.N submitted his complaint about the existence of vacancies of 2006 other than one considered by Departmental Promotion Committee (L) 2006, in his representation dated 18.05.2010. By this time je, on 14.01.2009 the judgement dated 15/12/2008 in WP  no 28807/08 filed by Smt.Chitra RajN Department had traced out all the vacancies of Lecturer in Computer Engineering and reported all those to Kerala Public Service Commission irrespective of the date of occurrence of vacancy . The vacancies once reported to Kerala Public Service Commission cannot be taken back for By-transfer appointment . For the reasons mentioned therein the department could not point out a vacancy for convening Ad- Hoc Departmenial Promotion Committee(L) meeting to relieve the contention of the petitioner . 12) Government examined the points raised by SriShamnad and Director of Technica! Education in detail and observe that SriShamnad has raised complaints against his promotion after he Me spec BPE EMF ED Be hee Ie FE SP ERIE E Ba 2a EY has been promoted to the post of Lecturer n 2009. But by 14-01-19 the department had traced out all the vacancies of Lecturer in Computer Engineering and reported all those to Kerala Public Service Commission irrespective of the date of occurrence of vacancy , as per the direction of the Hon'ble High Court in the judgement dated 15/12/2008 in WP  no 28807/08 filed by Smt.Chitra Raj.N . The vacancies once reported to Kerala Public Service Commission cannot be taken back for By-transfer appointment. Besides the claim for promotion on the date of acquisition of qualification and on the very occurrence of vacancy cannot be acceded as promotion from State Subordinate Service to Siate Service involves certain procedures without which the promotion will be incomplete. y-transfer appointment is based on seniority and the one vacancy that occurred was on 13-08-2006 as reported by the DTE. Therefore, the officer cannot claim reirospective promotion. For the reasons stated above the request for SriShamnad for the revision of seniority list and appointment to the post of Lecturer on the date of acquisition of qualification and on very the occurrence of vacancy cannot be considered and is rejected 13) Exhibit P1i2 representation read as 2nd paper above is disposed of and the direction in the judgement read as 3rd paper above is complied with accordingly",
            "References": [
                "1243_201_HEDN"
            ],
            "Department": "HIGHER EDUCATION ({L) DEPARTMENT.",
            "file_name": "1616_2020_HEDN",
            "Directorate": "{L"
        },
        {
            "Abstract": "Dr.Ajitha M.J., Assistant Professor in Chemistry , Govt.Polytechnic College, Nedumangad",
            "Subsection": [
                "Higher Education Department",
                "Collegiate Education"
            ],
            "Status": "Permission to work as an External Research Consultant for KAUST ,Saudi Arabia",
            "Order Status": "Orders issued",
            "Order ID": "1636_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "29-13-2020",
            "Order Issued By": "(By order of the Governor JOINT SECRETARY",
            "Body": "As per the recommendation of Director of Collegiate Education in the letter read above, sanction is here by accorded to Dr.Ajitha M.J., Assistant Professor in Chemistry Govt.Polytechnic College, Nedumangad to work as an External Research Consultant fo a period of maximum 20 hours per week for 6 months in King Abdullah University of Science and Technology(KAUST), Saudi Arabia without detrimental to her officia duties and without receiving any remuneration, subject to the provisions of Rule 48 o the Kerala Government Servant's Conduct Rules,1960.",
            "References": [],
            "Department": "HIGHER EDUCATION (F) DEPARTMENT",
            "file_name": "1636_2020_HEDN",
            "Directorate": "F"
        },
        {
            "Abstract": "Administrative Sanction for executing the repair and maintenance of building assets of various Government Technical High Schools under Asset Maintenance Fund for the financial Year 2020-21",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Accorded",
            "Order Status": "Orders issued",
            "Order ID": "1378_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "04-11-2020",
            "Order Issued By": "C. APAYAN ADDITIONAL SECRETARY",
            "Body": "As per the letter read as '*! paper above, the Director of Technical Edueation has forwarded a proposal for recording Admintstrative Sanetion for executing the repair and maintenance of building/assets of various Government Technical tie Schools under Asset Maintenance Fund for the financial Year 2020-21 for an anoin of Rs. 5.96.2 1.000/- under the Elead of Account 2203-00-S00-76 (NP) .The Asset Maintenance Fund Siate Level Coniumittee in its meeting held on 05.10.2020 has considered and approved the proposal as detailed below: Total budget provision : : : Token f provision (Rs. 100 O/- ) - | es Head of account > 220)3- (0-800 1-76 (NP) Sh Name of - Estimated segs Name of work N 0. Institution| 7 Amount TUS. 'Sheet roofing work of Main building a 3917000 d absorbing syste . mineCheruvathur _ Installing Echo sound absorl ie SY stem in SODU 0 Rectification of damaged floor tiles and painting works on DR wall and other 28000maintenance worTl IS, Laying pavar block | 75000~ Purappuzha Replacing damaged asbestos sheet roofing + || 2341000  workshops 3i ef Sepamae snags : :: % i i :2 | |1Daw> Sanction for an amount of Rs. THS, Pala THS, Kannur 5. THS, Payyoli_TI 1S,Kanji irappally THS, Thrissur od Se teeta me Ant Nhe ten A TE HS, Sultanbethery |T Es,Mananthavady| THS, Vadakara THS, Manjeri TE 1S,Nedumangad _Manitenanee File No.HEDN-J3/164/2020-HEDN of toilet, { fixing of gate Ur gent repair works to the old Automobile lab Urgent repair works to the automobile, sheet metal workshop. Urgent repair works to the Fitting and WwW elding Workshop Urgent repair works Unment special repair work slate and work Of Superintendent quarters workshop building |Urgent repair and renovation works to the existing compund wallTiling works to the class rooms in first floor, staircase, varandah & lab Rewiring of Electrical workshop block |Replacing Asbestos cement sheet with GS. Roofing sheet and other repair works to. Workshop building 37Maintenance and repairs of roof work Total Installation in Main Roofing with GI Troughed sheet and new ceiling on workshop building, maintenance 2083000 600000 490000 490000 Replaced daniage d window and  erills | - - 4640000 4500000 Urgent maintenence and painting. Ww works 2000 (00 0 900K W00) Quarters. 4800000 2700000 1500 V0 3000 100 mn 7 59 30000 In the circumstances, Government are pleased to accord Administrative 5,96,21,000 - (Rupees Five Crore Ninety Six fakhs Twenty One Thousand only) under the head of aceount 2203-00-800-76(NP} for executing the repair and maintenance of buildinus/assets of various Goverment Technical High Schools under Asset Maintenance Fund for the financial year 2020-21. Also, the Director of Technical /ducation shall take steps to move for necessary funds through Additional Authorization/SDG. The above approval is subject to the following undertaken under AME: Wing general conditions for the works File No. HEDN-J3/164/2020-HEDN 1. The amount sanctioned will be utilized only for renovation/maintenance of existing assets as stipulated in Kerala Asset Maintenance Fund Scheme 2009 and subsequent orders.2, The Implementing Officer shall furnish a detailed estimate prepared by the approved Government Agency before executing the work, He shall also furnish action taken report once in every three months to Finance (Planning 13) Department. 7 3. AH works are to be done in a transparent manner. Tender and other related formalities shall be followed wherever necessary with respect to civil works and purchase of equipment or articles. 4. The utilization certificate duly countersigned by Head of Department concerned shall be submitted to Finance (Planning B) Department after completion of the project. 5S. Purchase of new assets/equipments of movable or immovable nature and construction of new buildings, compound walls extraneous to the mamtenance of existing assets will not be eligible for assistance under AMF, Hf the proposal contains any of these items it should be properly justified in the proposal how it forms part of the maintenance work.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1378_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Snehacharya Institute of Management & Technology, Karuvatta, Alappuzha",
            "Subsection": [
                "Self Financing College"
            ],
            "Status": "Granted",
            "Order Status": "Orders issued",
            "Order ID": "1575_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "18-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "The Director of Technical Education as per letter read as 4th paper above recommended the proposal for the starting of additional batch of BHMCT course with an intake of 60 seats in Snehacharya Institute of Management & Technology, Karuvatta, Alappuzha. The AICTE as per letter read as 34 paper above has given extension of approval for the Academic Year 2019-20. The University of Kerala as per Certificate read as 6\" paner above has given Provisional Affiliation for the Academic Year 2020- 21. The Management has completed all the formalities for NOC for the starting of additional batch of BHMCT course.  2. In the circumstances Government are pleased to accord Administrative Sanction to Snehacharya Multi Purpose Educational Trust, Karuvatta, Harippad, Alappuzha-690517 for executing agreement with Government for approval of starting an additional batch of Bachelor of Hotel Management and Catering Technology (BHMCT) course with an intake of 60 seats in the Snehacharya Institute of Management and Technology, Karuvatta, Harippad, Alappuzha-690517 from. the academic year 2020-21, subject to the condition that the Educational Agency will abide by the terms and conditions fixed by Government for running Self Financing institutions in the State, as follows : 1. The Educational Agency agrees to submit the documents to prove that the College has adequate infrastructure, human and physical, to conduct the courses as required by the AICTE, University and Government. If any student or parent files a complaint about the lack of facilities in the College, that the same found to be true on an inquiry by Government and establishes that the same affects the quality of education in the College, the management on order by Government is bound to refund the entire amount paid under whatever head, to the student and issue him Transfer Certificate and return all Certificates produced at the time of admission.  2. The Educational Agency will agree to abide by the procedure of admission in the college as decided by Government from time to time.  3. The Educational Agency will agree to set apart 50% of the seats of the course for being filled up by Government or such authority determined by Government on the basis of merit and reservation principles followed by Government and the remaining 50% filled up by the Educational Agency on the basis of merit.  4, The Educational Agency will agree to collect only such fees as determined by Government from time to time or as per the conditions of the agreement executed by the Self Financing Engineering College Management's Association with Government from the students admitted to the college for the course,  >. The Educational Agency will agree to institute adequate number of scholarships on merit-cum- means basis as determined by Government from time to time to the students admitted to the course.  6. The Educational agency will agree to appoint and fix the same service conditions to the teachers and non-teaching staff in the college, as followed by Government in conducting similar courses.  7. The Educational Agency will agree to institute an appropriate governance structure that would ensure transparency, efficiency and social accountability in the institution as determined by the Government from time to time.  8. The Educational Agency will agree to publish the details regarding the establishment and governance of the Educational Agency, admission, fees, courses, results, teaching and other staff, and any further information as required by Government on the website of the Educational Agency.  9. The Educational Agency will agree to run only the courses approved by the AICTE, Government and the University concerned.  10. The Educational Agency will agree to enable Government and its representatives to check, verify and monitor the compliance of the conditions mentioned above at any time Government so decides.  11. The Educational Agency will agree to enter into an agreement with the affiliating University on the terms determined by the affiliating University in respect of all or any of the matters contained in this agreement.  12, In the event of breach of any of the conditions mentioned above by the Educational agency, Government shall adjudicate the Quantum of compensation which the Educational Agency is liable to pay to Government, if any, and upon such adjudication, the Educational Agency should pay Government the amount so fixed, failing which the amount of compensation adjudicated, shall be recoverable under the provisions of the Kerala Revenue Recovery Act, 1968, as if they were public revenue due on land.  13. No Objection Certificate/Sanction granted shall be valid up to the end of the Academic Year 2020-21 and renewable on the request of the Educational Agency and Subject to the satisfactory compliance of the conditions specified herein.  14. The Educational Agency will agree to abide by the terms and conditions fixed by Government for running Self Financing Engineering Colleges in the State.  15. The Educational Agency will agree to obtain and submit before Government the letter of approval from AICTE and affiliation from the University concerned. If the Educational Agency fails to submit the above documents, the Educational Agency will be liable for all the resultant consequences therefrom and Government shall be at liberty to cancel the administrative sanction accorded and reject the proposal of  NOC.  16. In the event of the breach of any of the conditions mentioned above by the Educational Agency, Government shall also be entitled to withdraw the sanction without formal notice to the Educational Agency.  3. The Management of the College will execute an agreement with Government accordingly.",
            "References": [
                "16_08_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1575_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "License Renewal for Campus Management software for 3 years & Purchase of workstations (2 Nos) for Government Engineering College Sreekrishnapuram, Palakkad",
            "Subsection": [
                "Technical Education"
            ],
            "Status": "Administrative sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1428_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "16-11-2020",
            "Order Issued By": "C AJAYAN",
            "Body": "As per letters read above, the Director of Technical Education has forwarded proposals for License Renewal for Campus Management software for 3 years & Purchase of workstations (2 Nos) for Government Engineering College, Sreekrishnapuram, Palakkad and has requested to accord Administrative Sanction.  2. The Departmental Working Group which met on 19.10.2020 considered the above proposals and has recommended to accord Administrative sanction, as per the minutes read as 3rd paper above.  3. In the aforesaid circumstances, Government are pleased to accord Administrative Sanction for Government Engineering College Sreekrishnapuram, Palakkad, as detailed  below:",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1428_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Creation of supernumerary seats in all MCA/MBA courses in Government/Aided/Government Controlled/Private Self Financing Colleges from the Academic year 2020-21 for implementation of Reservation for Economically Weaker Section (EWS) for forward classes",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1331_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-10-2020",
            "Order Issued By": "| C AJAVYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Order read as 1st paper above, guidelines has been issued regarding reservation of 10% of seats in all educational institutions other than minority institutions for Economically Weaker Section (EWS) in General Category. Vide Government Order read as 2nd paper above, sanction has been accorded to increase 10% seats in all Engineering/Architecture courses in Government Engineering Colleges from the academic year 2020-21 on supernumerary basis for implementing reservation for Economically Weaker Section (EWS) for forward classes subject to the approval of University and AICTE/Council of Architecture.  Government have examined the matter in detail and are pleased to increase 10% seats in all MCA/MBA courses in Government/Aided/Government Controlled/Private Self Financing Colleges also on supernumerary basis for implementing reservation for Economically Weaker Section (EWS) for forward classes from the academic year 2020-21 as prescribed in AICTE Approval Process Hand Book 2020-21, subject to the approval of University concerned and AICTE.",
            "References": [
                "128_2020_HEDN",
                "1258_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1331_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Employment Assistance to Smt. Swathy Sugathan, D/o Late Sugathan A.V., Trade Instructor Grade I, Government Technical High School, Kurichy",
            "Subsection": [
                "Higher Education",
                "Compassionate Employment Scheme"
            ],
            "Status": "Sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1561_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "17-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "Smt. Swathy Sugathan, (D/o Late Sugathan A.V., Trade Instructor Grade I,Government Technical High School, Kurichy, who died on 06/08/2018 while in service) in her application read as gnd paper above has requested for employment assistance under Compassionate Employment Scheme for the post of Demonstrator in Technical Education Department in Alappuzha District. The Director of Technical Education as per letter read as 34 paper above has recommended and forwarded the application submitted by Smt. Swathy Sugathan for appointment under the Scheme. The DTE has reported that there 1s a vacancy existing to the post of Workshop Instructor/Demonstrator/Instructor Grade II in Electronics Engineering Department in Government Polytechnic College, Pala, Kottayam District and the same will be kept aside for appointment under Compassionate Employment Scheme. The District Collector, Alappuzha as per the letter read as 4 th paper above has verified and recommended the application of Smt. Swathy Sugathan. The applicant born on 12.06.2000 has completed 20 years of age. She has passed SSLC and Diploma in Electronics Engineering. The eligibility of Smt. Swathy Sugathan for being appointed under Compassionate Employment Scheme has been verified by Government in the light of reports of Director of Technical Education and that of the District Collector, Alappuzha. In the above circumstances, sanction is accorded for the appointment of Smt. Swathy Sugathan, Ayyamparambil House, Punnapra P.O. Alappuzha - 688004 (D/o Late Sugathan A.V., Trade Instructor Grade I, Government Technical High School, Kurichy) as Workshop Instructor/Demonstrator/Instructor Grade II in Electronics Engineering Department in Government Polytechnic College, Pala, Kottayam District in the existing / arising vacancy under the Compassionate Employment Scheme in terms of the Government Order read above, and also subject to the verification of original details of age, Educational qualifications, character, antecedents and medical fitness of the applicant by the appointing authority. The Director of Technical Education will issue formal orders of appointment to the applicant according to her seniority which will be determined based on the valid application put by her. The Director of Technical Education will make necessary entries in the Service Book of the deceased employee and in the establishment register regarding the grant of employment assistance to the dependent as specified in para 42 of the Government Order read above. The employment assistance given as ordered under the Compassionate Employment Scheme will be cancelled if and when it is found that there was any misrepresentation or suppression of material facts on the part of the applicant at the time of submitting her application or during the course of enquiry conducted by the Department, vide para 40 of the Government Order read above.",
            "References": [
                "12_99_P&ARD"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1561_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Release of Non Plan Grant for meeting non salary expenditure of APJ Abdul Kalam Technological University",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanction accorded",
            "Order Status": "Orders issued",
            "Order ID": "1471_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "The Registrar, APJ Abdul Kalam Technological University, as per the letter read above, has informed that an amount of Â¥ 33.37 crore has been provided for the APJ Abdul Kalam Technological University as grant-in-aid, in the Budget Estimate for the year 2020-21, under the head of account 2203-00-102-97(36)(Non Plan) to meet the non salary expenditures. Also, that no grant has been provided to this University in the current year budget for the payment of salary of its employees and approximately =55 lakhs is required monthly for this purpose which is partly being met from the internal revenue of the University. |  Hence, the Registrar, APJ Abdul Kalam Technological University, has requested to release = 600 lakhs from the above head of account to TSB account No. 701141400000001 maintained at Sub â€˜Treasury, Engineering College, Thiruvananthapuram for meeting the non salary expenditures of this institution for a period of five months.  Government have examined the proposal in detail and are pleased to release an amount of Rs. 600 Lakhs to APJ Abdul Kalam Technological University as Ist quarter of Non Plan Grant from the head of account 2203-00-102-97(36)(NP).",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1471_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Engineering Admission to Management quota in the private self financing institutions",
            "Subsection": [
                "KEAM"
            ],
            "Status": "Cut off marks in ITT/JEE Exam",
            "Order Status": "Orders issued",
            "Order ID": "1628_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "28-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the letter read as lst paper above, Admission Supervisory Comnuttee Chairman had requested clarification on whether the Government has fixed any cut off marks for JEE candidates for admitting engineering streams.Also requested to fix any cut off marks for JEE candidates so as to enable the candidates to take admission for Engineering course who have figured in the rank list of JEE. 2.As per the letter read as 2nd and 3rd papers above, the Commissioner for Entrance Examinations and the Registrar, AP] Abdul Kalam Technological University , informed that students except those who secured negative marks for JEE/ IT Examinations shall be admitted to the Management quota in the private self financing institutions. 3. Government have examined the matter in detail and are pleased to grant permission to admit the students except those who secured negative marks for JEE/ IT Examinations to the Management quota in the private self financing institutions.",
            "References": [],
            "Department": "HIGHER EDUCATION(G) DEPARTMENT",
            "file_name": "1628_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "for the Self Financing Engineering Colleges under Kerala Self Financing Engineering College Management Association (KSFECMA)",
            "Subsection": [
                "Technical",
                "Admission to Professional Degree Courses for the academic year 2020-21"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "395_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "07-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Agreement read as 1st paper above,Government of Kerala entered into a consensual agreement with Kerala Catholic Engineering Colleg Management's Association on Fee structure and Allotment of seats by th Commissioner for Entrance Examinations in the Self Financing Engineerin Colleges under Kerala Self Financing Engineering College Managemen Association , for the academic year 2020-21 and as per the Government Orde read as 2nd paper above, the above said agreement is approved and order issued 2. As per the Notification dated 15.10.2020 by AICTE read as 3rd pape above,jthe last date of Admission to first year Engineering Course (UG/Diploma/ Lateral Entry) is extended to 30th November of 2020 and th last date of Commencement of classes of first year is 1st December 2020 3. Considering the AICTE Notification and JEE Alottment Schedule, th Government entered into an Additional Agreement for the year 2020-21 wit Kerala Self Financing Engineering College Management Association  File No.HEDN-G3/59/2020-HED . ' i . arit wit #.Goverrment are pleased to approve the additional agreem following clauses 1 The Clause (5) of the Original Agreement executed on 05.10.2020 is modified a follows The Commissioner for Entrance Examinations shall complete al allotments as decided by her or before the 16!' November 2020 The las day for students to join the respective Colleges will be 416  November 2020. The joining of the allotted candidate in the Member Colleges shall b done from the Second phase of allotment. The induction training fo students admitted to the Colleges shall begin on 27 November 2020 . The 10  line of Clause (6) of the Original Agreement executed on 05.10.2020 i modified as follows The Commissioner for Entrance Examinations shall furnish the allotmen lists of the students to be admitted to the Member Colleges on or befor 16 November 2020 . The Clause (7) of the Original Agreement executed on 05.10.2020 is modified a follows The Commissioner for Entrance Examinations shall not allot any studen to the Educational Agency after the16' November 2020 in an Engineering Courses. The Educational Agency shall be entitled to fil] seat remaining unfilled in Member Colleges after the 16th November 2020 an these seats that remain unfilled in the Government Quota wil] be availabl to the Educational Agency as additional seats and the educational Agenc shall fill up those seats from among the applicants who have figured i the rank list of any of the recognized Entrance Tests conducted for th purpose The last line of Clause (8) of the Original Agreement executed on 05.10. 2020 i modified as follows The amount retained by the Commissioner for Entrance Examinations i To File No. HEDN-G3/59/2020-HED respect of each student shall be paid to the Colleges before 30 Decembe 2020 The last para of Clause (18) of the Original Agreement executed on 05.10.202 is modified as follows The starting of the courses will be 15* December 2020 and the last date o admission shall be 30'* November 2020 for the purpose of refund cases unless otherwise decided 5. Government Order read as 2nd paper above stands modified to th above extent.",
            "References": [
                "337_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION(G) DEPARTMENT",
            "file_name": "395_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "NOC for starting courses in five Self Financing Engineering Colleges under APJ Abdul Kalam Technological University for the academic year 2020-21 Granted",
            "Subsection": [
                "File No.HEDN",
                "J2/201/2020",
                "HEDN THE HAHATHARRS aoeT OF KERALA tract Self Financing Engineering Colleges"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "409_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Orders read above, Government have accorded Administrative Sanction for starting of new courses additional intake of the existing courses in various Self Financing Engineering Colleges under APJ Abdul Kalam Technological University for the academic year 2020-21. In the circumstances, Government are pleased to issue NOC for starting courses in the following five Self Financing Engineering Colleges under APJ Abdul Kalam Technological University for the academic year 2020-21 as detailed below as per the conditions, specified in the Government Orders read above and as per the terms and conditions stipulated in the agreement executed by the Managements concerned with the Additional Secretary, Higher Education Department read as 4th paper above and also subject to the conditions of the agreement executed by the Kerala Self Financing Engineering College Management's Association/Kerala Catholic Engineering College Management's Association concerned with Government from time to time:Course and Intake sanctioned AUTOMATION (60 SEATS) TECHNOLOGY, ERNAKULAM |2. B.TECH IN COMPUTER SCIENCE AND ENGINEERING (ARTIFICIAL INTELLIGENCE) (60 SEATS) File No. HEDN-J2/201/2020-HEDN 1. M.TECH IN COMPUTER SCIENCE AND ENGINEERING (CYBER SECURITY) (24 SEATS) 2. B.TECH IN COMPUTER SCIENCE AND ENGINEERING (ARTIFICIAL INTELLIGENCE) (60 SEATS) 3. M.TECH IN COMPUTER SCIENCE AND 2 |MUTHOOT INSTITUTE OF TECHNOLOGY AND SCIENCE, ERNAKULAM AND DATA SCIENCE) (24 SEATS) 4. B.TECH IN COMPUTER SCIENCE AND ENGINEERING (60 SEATS) (ADDITIONAL BATCH) 3 |SREE BUDDHA COLLEGE OF I. B.TECH IN COMPUTER SCIENCE AND ENGINEERING, PATTOOR, ENGINEERING (ARTIFICIAL ALAPPUZHA INTELLIGENCE & MACHINE LEARNING) (60 SEATS) 2. B.TECH IN FOOD TECHNOLOGY (30 SEATS) 3. B.TECH IN ROBOTICS & AUTOMATION (30 SEATS) 4 |Toc H INSTITUTE OF SCIENCE |1. M. TECH IN COMPUTER SCIENCE AND & TECHNOLOGY, ENGINEERING (DATA SCIENCE) (18 ERNAKULAM SEATS)2. B.TECH IN ELECTRICAL AND COMPUTER ENGINEERING (30 SEATS) 3. B.TECH IN COMPUTER SCIENCE AND ENGINEERING (30 SEATS) (ADDITIONAL BATCH) B.TECH IN ARTIFICIAL INTELLIGENCE (60 SEATS) VISWAJTYOTHI COLLEGE OF ENGINEERING AND TECHNOLOGY, ERNAKULAM",
            "References": [
                "149_2020_HEDN",
                "1232_2020_HEDN",
                "1257_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "409_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Revision of Scale of Pay of Teachers in Universities under Higher Education, affiliated colleges, teachers in Law colleges and Engineering colleges and Kerala Agricultural University, Kerala Veterinary and Animal Sciences University, Kerala University of Fisheries and Ocean Studies and Teachers in Physical Education and Librarians etc",
            "Subsection": [
                "Higher Education Department",
                "UGC Scheme"
            ],
            "Status": "Modifications",
            "Order Status": "Orders issued",
            "Order ID": "38_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "06-11-2020",
            "Order Issued By": "VIJAYAKUMAR.R ADDITIONAL SECRETARY",
            "Body": "As per the Government Order read above, Government sanctioned Pay Revision to the Teachers in Universities under Higher Education, Affiliated colleges, teachers in Law colleges and Engineering colleges and Kerala Agricultural University, Kerala Veterinary and Animal Sciences University, Kerala Univers ity of Fisheries and Ocean Studies and Teachers in Physical Education and Librarians under the University Grants Commission scheme. As per the letter read as 2nd paper above, the Director of Collegiate Education has sought clarification for certain points such as Advance increment, Annual increment, Option etc. mentioned in the Pay revision order. Government have examined the matter in detail and are pleased to order the following clarifications to the Government orders read above: As the incentive scheme for obtaining the higher qualification of Ph.D and M.Phil has been with drawn as per the Office Memorandum No. 1-7/2015-G.II(1) dated 02/11/2017 of the Ministry of Human Resources Department (Department of Higher Education), Government of India, the advance increment paid to the faculties on or after 02/11/2017 has to be refunded. The option form given in Appendix II to the Government Order read as Ist above is replaced by a modified option form annexed to this order. Pensionary benefits (DCRG, Terminal Surrender etc) will be sanctioned in pre-revised rates for the time being and revised pensionary benefits will be decided later during the implementation of UGC Pension Revision. In the case of the employees who are getting any retrospective effect of pay changes from January 2016 to March 2019, they will be sanctioned arrears of salary from 01.04.2019 onwards. The payment of arrears up to 31.03.2019 will be decided subject to finalization in the matter of payment of arrears of pay revision for the period from 01.01.2016 to 31.03.2019. The amount of Rs. 87,100/- given in the 3rd column of Pay Matrix 9 under Table | of Appendix-I of the Government Order read as Ist above, is revised as Rs.87,300/-The Index of rationalization (IOR) is fixed as 2.59 in place of 2.67 and 2.72 mentioned in item (d) under para 6.1.1 of the Government Order read as Ist above.The Item 3 under Appendix IV to the Government Order read as Ist above is corrected as 'Designation of the post in which pay is to be fixed'. In fixation statement given in Appendix (IV) of the Government Order read as Ist above, the items 5(b), 5(c), 11,12 and 13 are excluded. For sanctioning of increment consequent to fixation of pay in pay Revision and sanctioning of annual increment to those getting appointment/promotion, it is clarified that those who are appointed/ promoted during 2nd January to Ist July (both inclusive) will be given annual increment on Ist January next and those who appointed/promoted during 2nd July to Ist January (both inclusive) will be given annual increment on Ist July next. Government have considered the request of the Director of Collegiate Education for pay fixation to all principals irrespective UG/PG colleges to be in Academic level 14 and it is clarified that the senior most Principals proportional to PG Colleges will be placed in Academic Level 14 (Rationalized entry pay of Rs.1,44,200/-) and the rest will be placed in Academic Level 13 itself, The Government orders read above, stands modified to the above extent only.",
            "References": [
                "18_2019_HEDN",
                "29_2019_HEDN"
            ],
            "Department": "HIGHER EDUCATION (C) DEPARTMENT",
            "file_name": "38_2020_HEDN",
            "Directorate": "C"
        },
        {
            "Abstract": "Kerala State Centre for Advanced Printing and Training (C",
            "Subsection": [
                "Higher Education Department"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1366_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "02-11-2020",
            "Order Issued By": "THARUN LAL.S JOINT SECRETARY",
            "Body": "An amount of Rs.300 lakhs has been provided as Grant-in-aid to Kerala State Centre for Advanced Printing and Training (C-apt), Thiruvananthapuram, under the head of account 2203- 00-800-91-36 in the current year's budget for the implementation of the various schemes and developmental activities of the institution. 2) An amount of Rs.87,69,978/- was sanctioned to C-apt as the Plan Fund for the year 2019-20 was re-allocated from the current year's Plan Fund vide Government Order read as 15' paper above. 3) As per the Government Order read as gnd paper above, Government have accorded Administrative Sanction for the establishment of a Women's Bindery Unit in the Head Office complex of C-apt, comprising of Installation of Three Knife Trimmer and Storage facility for an amount of Rs.3,00,00,000/- subject to the condition that the fund release should be limited to Rs.2,12,30,022/- after adjusting the re- allocated find, sanctioned vide Government Order read as 1' paper above. File No.HEDN-K3/137/2020-HEDN 4) Now as per the letter read 3  paper above, the Managing Director, C-apt has furnished a proposal for an estimated cost of Rs.2,12,30,022/- for the establishment of a Women's Bindery Unit in the Head Office complex of C-apt comprising of Installation of Three Knife Trimmer and Storage facility and requested to give permission to release the amount . 5) Government have examined the proposal in detail and are pleased to accord sanction to release an amount of Rs.1,06,15,011 (Rupees One Crore Six Lakhs Fifteen Thousand and Eleven only) to the Kerala State Centre for Advanced Printing and Training (C-apt), towards the 18t and 2 4 instalments of grant-in-aid under Plan Fund from the Head of Account  2203-00-800-91-36 -Grant-in-aid - General - Non Salary (P) during the year 2020-21 for the establishment of a Women's Bindery Unit in the Head Office complex of C-apt, comprising of Installation of Three Knife Trimmer and Storage facility.",
            "References": [
                "612_2020_HEDN",
                "868_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (K) DEPARTMENT",
            "file_name": "1366_2020_HEDN",
            "Directorate": "K"
        },
        {
            "Abstract": "Nomination of State Government Official to the Board of Governors of Mar Baselios College of Engineering and Technology, Thiruvananthapuram",
            "Subsection": [
                "Higher Education",
                "Technical Educ ation"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1445_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "19-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "Government are pleased to nominate Sri. Vijayakumar R., Additional Secretary to Government, Higher Education Department as Government nominee to the Board of Governors of Mar Baselios College of Engineering and Technology, Thiruvananthapuram on the basis of the regulation stipulated by UGC Guidelines for Autonomous Colleges.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1445_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Deputation of faculty for PhD Programme under QIP(Poly) Scheme (AICTE QIP (Poly)) during the academic year 2020-2021 Sanctioned",
            "Subsection": [
                "Technical Education",
                "Government & Aided Polytechnic Colleges"
            ],
            "Status": "",
            "Order Status": "Orders issued",
            "Order ID": "1370 _2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "03-11-2020",
            "Order Issued By": "SREEDEVI E.S UNDER SECRETARY",
            "Body": "As per the Government order read as paper 1 above . Sri. Sayuj. T. Lecturer, Department of Mechanical Engineering, Government Polytechnic College, Kunnamkulam has heen deputed to 60 days pre PhD programme (Advance Admission to Ph.D) under OIP(Poly) Scheme ((AICTE QIP (Poly)) during 1919-20 leading to final admission during 2020-2021 Programme at National Institute of Technology Karnataka. Surathkal.  2) Director of Technical Education . as per the letter read as 3 paper above , has  forwarded the proposal to depute Sri. Sayuj T. Lecturer . Department of Mechanical Engineering , Government Polytechnic College . Kunnamkulam to PhD programm under QIP (Poly) Scheme (AICTE QIP (Poly)) during the academic year 2020-2021 at National Institute of Technology Karnataka . Surathkal. 3) Government have examined the proposal in detail and are pleased to approve the decisions of the Screening Committee read as 2 paper above and accord sanction to depute of Sri. Sayuj .J lecturer , Department of Mechanical Engineering, Government Polytechnic College. Kunnamkulam to PhD Programme under QIP (Poly) Scheme(AICTE QIP (Poly)) during 2020-2021 at National Institute of Technology Karnataka, Surathkal who has successfully completed 60 days contact programme, The vacancy that will arise due to the deputation under QIP for PhD should strictly be retained at the institution from which the candidate is deputed.",
            "References": [
                "624_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (L) DEPARTMENT",
            "file_name": "1370 _2020_HEDN",
            "Directorate": "L"
        },
        {
            "Abstract": "G.O.(Rt)No. 1303/2020/HEDN dated 20/10/2020",
            "Subsection": [
                "Higher Education",
                "Technical Education"
            ],
            "Status": "modified",
            "Order Status": "Orders issued",
            "Order ID": "1444_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "19-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "Government are pleased to nominate Sri. Harikumar G., Joint Secretary to Government, Higher Education Department as Government nominee to the Board of Governors of Saintgits College of Engineering, Kottayam in place of Sri. Remesh T., Additional Secretary to Government, Additional Skill Acquisition Pro gramme (ASAP). The Government Order read above stands modified to the above extent.",
            "References": [
                "1303_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1444_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Release of additional expenditure for Asset Maintenance works of various Technical High Schools",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanction Accorded",
            "Order Status": "Orders issued",
            "Order ID": "1635_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "29-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per the Government order read as Ist paper above, Administrative Sanction has been accorded for executing the repair and maintenance of building/assets of 12 Government Technical High Schools under Asset Maintenance Fund for the financial year 2020-21 for an amount of Rs. 5,96,21,000/- under the Head of Account 2203-00-800-76 (NP).  The Director of Technical Education, as per the letter above has requested to provide a supplementary demand for grants for an amount of Rs. 596.21 lakhs under the Head of Account 2203-00-800-76 (NP) for taking up the project during this year.  Government have examined the matter in detail and are pleased to release an amount of 5,96,21,000/- (Rupees Five Crore Ninety Six Lakh Twenty One Thousand only) under the head of account 2203-00-800-76 ASSET MAINTENANCE FUND IN TECHNICAL EDUCATION DEPARTMENT - EXPENDITURE MET OUT OF ASSET MAINTENANCE FUND (Non Plan) for the Asset Maintenance works of Govt. Technical High schools.  The additional expenditure in this regard has been authorised vide  Government Order read as 3rd above. The Director of Technical Education shall take timely steps to regularise this additional expenditure through Re- appropriation of savings only within the Grant before the close of the current financial year.",
            "References": [
                "1378_2020_HEDN",
                "7299_2020_FIN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1635_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Deputation of faculty from Government/Aided Polytechnic Colleges to M.Tech Programmes under the Scheme\" QIP (Poly)Scheme AICTE QIP (Poly)during the academic year 2020-21",
            "Subsection": [
                "Higher Education Department",
                "Technical Education"
            ],
            "Status": "Satictioned",
            "Order Status": "Orders issued",
            "Order ID": "7_2021_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "01-01-2021",
            "Order Issued By": "THARUN LALS JOINT SECRETARY",
            "Body": "The Director of Technical Education as per letter read as 2nd paper above has forwarded the minutes of the Screening Committee for selecting the candidates who got admission to M.Tech course under AICTE QIP (Poly) scheme.It is requested that Government shall issue orders for deputing the faculty under the AICTE QIP Poly Programme based on the decision taken by the Screening Committee.    2. Government have examined the matter in detail and are pleased to approve the deputation of following six faculty members from Government Polytechnic Colleges to M.Tech Programme under QIP (Poly) scheme ) during the academic year 2020-21.   3. The resultant vacancies due to the above deputation under QIP for MTech should strictly be retained at the institution from which the candidates are deputed.",
            "References": [],
            "Department": "HIGHER EDUCATION (L) DEPARTMENT",
            "file_name": "7_2021_HEDN",
            "Directorate": "L"
        },
        {
            "Abstract": "Relinquishment of promotion to the post of Special Grade Principal in Government Arts & Science Colleges",
            "Subsection": [
                "Higher Education Department",
                "Collegiate Education",
                "Establishment"
            ],
            "Status": "Accepted",
            "Order Status": "Orders issued",
            "Order ID": "1489_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "27-11-2020",
            "Order Issued By": "",
            "Body": "In the circumstances reported by the Director of Collegiate Education in the letter read as 2nd Paper above Government are pleased to accept the temporary relinquishment of promotion to the post of Principal Special Grade in Government Arts & Science Colleges made by the following incumbents for a period of one year.",
            "References": [],
            "Department": "HIG HER EDUCATION (fF) DEPARTMENT",
            "file_name": "1489_2020_HEDN",
            "Directorate": "fF"
        },
        {
            "Abstract": "Admission to Professional Degree Courses for the academic year 2020-21",
            "Subsection": [
                "Technical"
            ],
            "Status": "for the Government Controlled Self Financing Engineering Colleges",
            "Order Status": "Orders issued",
            "Order ID": "1417_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "13-11-2020",
            "Order Issued By": "Dr. USHA TITUS PRINCIPAL SECRETARY",
            "Body": "As per the Notification dated 15.10.2020 by AICTE read above,the last date of Admission to first year Engineering Courses (UG/Diploma/ Lateral Entry) is extended to 30th November of 2020 and the last date of commencement of classes of first year is Ist December 2020. 2. Considering the AICTE Notification and JEE Alottment Schedule, it was decided to reschedule the alotment for KEAM 2020 to the Government Controlled Self Financing Engineering Colleges and in the present scenario the following dates for the allotment to the Government Controlled Self Financing Engineering Colleges for the year 2020-21 may be fixed. a. The Commissioner for Entrance Examinations shall complete all allotments as decided by her or before the 16\" November 2020 The last day for students to join the Colleges will be 16\" November 2020. The Commissioner for Entrance -Examinations shall furnish the allotment lists of the students to be admitted to the Government Self Financing Engineering Colleges on or before 16\" November 2020. b. The Commissioner for Entrance Examinations shall not allot any student to the Government Controlled Self Financing Engineering Colleges after the 16 November 2020 in any Engineering Courses. The Government Controlled Self Financing Engineering colleges shall be entitled to fill seats remaining unfilled in Government Controlled Self Financing Engineering Colleges after the 16\" November 2020 and these seats that remain unfilled in the Government Quota will be available to the Government Self Financing Engineering Colleges as additional seats and the Government Controlled Self Financing Engineering Colleges shall fill up those seats from among the applicants who have figured in the rank list of any of the recognized Entrance Tests conducted for the purpose. c.The Government Controlled Self Financing Engineering Colleges shall issue Transfer Certificate and other documents to the students, if they are interested to join another college, irrespective of date. d. The amount retained by the Commissioner for Entrance Examinations inrespect of each student shall be paid to the Colleges before 30\" December 2020.",
            "References": [],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1417_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Setting up of Hardware in Loop (HIL) Laboratory in College of Engineering, Thiruvananthapuram",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Modified orders",
            "Order Status": "issued",
            "Order ID": "1541_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "11-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Order read as 1\" above Sanction, was accorded for release of an amount of Rs.60,00,000/- in Electronic Ledger Account from the Head of Account 2903-00-004-93-00-00-00-P-V for the Setting up of Hardware in Loop (HIL) Laboratory in College of Engineering, Thiruvananthapuram. The CEO, TrksT Research Park as per letter read above has now requested to authorize Sr. Administrative Officer, Directorate of Technical Education to transfer credit the amount to TrkoT Research Park PSTSB 'A/c. No. 799012700001421' to initiate implementation of Laboratory.  2. In the above circumstances, Government are pleased to authorize Sr. Administrative Officer, Directorate of Technical Education to transfer credit the amount to PSTSB A/c. No. 799012700001421 in Sub. Treasury, Engineering College, CET campus to initiate the project implementation.  3. The Government Order read above stands modified to the above extent only.",
            "References": [
                "1502_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (G) DEPARTMENT",
            "file_name": "1541_2020_HEDN",
            "Directorate": "G"
        },
        {
            "Abstract": "Renewal of NOC for conducting existing MBA course in Union Christian College, Aluva, Ernakulam",
            "Subsection": [
                "Self Financing College"
            ],
            "Status": "Granted",
            "Order Status": "Orders issued",
            "Order ID": "410_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "24-11-2020",
            "Order Issued By": "C AJAYAN | ADDITIONAL SECRETARY",
            "Body": "As per Government Order read as 1$' paper above, NOC for conducting the existing self financing MBA course with an intake of 60 seats in Union Christian College, Aluva, Ernakulam under the management of Union Christian College, Aluva was renewed for the academic year 2016-17. 2. As per the letter read as paper above, the Director of Technical Education has forwarded the proposal for renewal of NOC for conducting the existing MBA course in the Institution with an intake of 60 seats during the academic years 2017-18, 2018- 19 and 2019-20. 3. The Management has completed all the formalities for renewal of NOC. 4. For the purpose of renewal of NOC, an agreement has also been executed between Government and Manager, Union Christian College, Aluva on 13/11/2020. 5. In the circumstances, Government are pleased to renew the NOC to The renewal of sanction of NOC is subject to the following conditions: 1. The Educational Agency will ensure that the college has adequate infrastructure, human and physical, to conduct the course as required by the AICTE, University and Government. If there is any complaint from the student or parent about the lack of facilities in the college that will be enquired into by Government and on being satisfied that the same affects the quality of education in the college, the management on order by Government is bound to refund the entire amount paid under whatever head, to the student and issue him Transfer Certificate and return all certificates produced at the time of admission, 2. The Educational Agency will agree to abide by the procedure of admission in the college as decided by Government from time to time. 3. The Educational agency will agree to set apart 50% of the seats of the course for being filled up by Government or such authority determined by Government on the basis of merit and reservation principles followed by Government and the remaining 50% will be filled by the Educational Agency on the basis of merit. 4. The Educational Agency will agree to collect only such fees as determined by Government from time to time or as per the conditions of the agreement executed by the Self-Financing Engineering College Managements Association with Government from the students admitted to the College for the course. The Educational Agency will agree to institute adequate number of scholarships on merit-cum means basis as determined by Government from time to time to the students admitted to the course. 6. The Educational Agency will agree to appoint and fix the service conditions of the teachers and non-teaching staff in the college for conducting the course/courses as followed by Government in conducting similar course/courses. 7. The Educational Agency will agree to institute an appropriate governance structure that would ensure transparency, efficiency and social accountab lity in the Institution as determined by Government from time to time. 8. The Educational Agency will agree to publish the details regarding the establishment and governance structure that would ensure transparency, efficiency, admission, fees, courses, results, teaching and other staff and any further information as required by Government on the website of the Educational Agency. 9. The Educational Agency will agree to run only courses approved by Government and the University concerned. 10.The Educational Agency will agree to enable Government and _ its representatives to check, verify and monitor the compliance of the conditions mentioned above at anytime Government so decides ll.The Educational Agency will agree to enter into an agreement with the affiliating University on the terms determined by the affiliating Univers ity in respect of all of the matters contained in this Agreement. 12. In the event of breach of any of the conditions mentioned above by the Educational Agency, Government is authorized to adjudicate the quantum of compensation which the Educational Agency is liable to pay to Government, if any, and upon such adjudication, the Educational Agency, should pay to Government the amount so fixed, failing which the amount of compensation adjudicated shall be recoverable under the provisions of Kerala Revenue Recovery Act, 1968, as if they were public revenue due on land. 13. No Objection Certificate/ Renewal granted shall be valid up to the end of the Academic Year 2019-20 and renewable on the request of the Educational Agency and subject to the satisfactory compliance of the conditions specified herein. 14. In the event of breach of any of the conditions mentioned above by the Educational Agency, Government shall also be entitled to withdraw the sanction without formal notice to the Educational Agency.",
            "References": [
                "56_2017_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "410_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Authorising ASAP to constitute Project Monitoring Unit for inspecting the progress of KIIFB works under Higher Education Department",
            "Subsection": [
                "Higher Education",
                "KIIFB"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1335_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "23-10-2020",
            "Order Issued By": "THARUN LAL.S JOINT SECRETARY",
            "Body": "The Chief Executive Officer, KIIFB in its meeting has explained that in some of the KHFB works undertaken in Government Departments, are poor quality of work by the Contractor and poor supervision by the SPV's. This is happen due to the absence of technical personnel on site as agreed to by the SPV. KIIFB wanted every Department to have Nodal Officers who will inspect all the works and certify the presence of the prescribed technical personnel on site on the day of the visit. Such a group of Nodal Officers will constitute a Project Management Unit or PMU for inspecting the progress of KIIFB works.  In the circumstances, Government have decided to constitute a Project Management Unit (PMU) by appointing Nodal Officers in each District for evaluating the progress of KIIFB works and to ensure the presence of the prescribed technical personnel on site inspection. For constituting Project Management Unit (PMU), Government hereby authorise the Chief Executive Officer of ASAP to select eligible Programme Managers from ASAP, preferably a Civil Engineer (one person in each District) for constituting Project Management Unit (PMU). The selection of the above personnel shall be based on_ their willingness and capability of Project Managers in the District (DDM's, CSP, A/SDC. PM's) as assessed by the Chief Executive Officer, ASAP and the Director of Collegiate Education.  The Nodal Officer will have to give an undertaking every 15 days after inspection. The inspection shall focus on the presence of the Technical Persons who are supposed to be deputed by the SPV and contractor on site and the progress of the work as per PERT chart. This undertaking should be countersigned by the Principal. 14 Nodal Officers are needed for the purpose (one for each District basis) and they shall be paid an additional remuneration of Rs.7000/- per head, for their service in PMU, from KIIFB.",
            "References": [],
            "Department": "HIGHER EDUCATION DEPARTMENT",
            "file_name": "1335_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Chief Minister's 100 days programme launched to generate 50,000 employment opportunities over 100 days",
            "Subsection": [
                "Higher Education Department"
            ],
            "Status": "Nodal Officer appointed",
            "Order Status": "Orders issued",
            "Order ID": "1401_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "08-11-2020",
            "Order Issued By": "(By order of the Governor DR.USHA TITUS",
            "Body": "The Chief Minister has launched a programme to generate 50,000 employmen opportunities over 100 days under the 'Chief Minister's 100 days programme'and the implementation is mointored by Finance Department. As per the letter read above, It 1 requested to appoint a Nodal Officer for the effective implementation of the programme In this circumstances, for the effective monitoring of this programme in Highe Education Department, Dr. Veena Madhavan, IAS, Additional Secretary, Higher Educatio Department is nominated as the Nodal Officer for 'Chief Minister's 100 days pro gramme .",
            "References": [],
            "Department": "HIGHER EDUCATION (K) DEPARTMENT",
            "file_name": "1401_2020_HEDN",
            "Directorate": "K"
        },
        {
            "Abstract": "Admission to MCA (Regular Course) Course, Kerala 2020-21",
            "Subsection": [
                "Higher Education",
                "Technical Education"
            ],
            "Status": "filling of vacant/lapsed seats",
            "Order Status": "Orders issued",
            "Order ID": "1364_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "02-11-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "In the circumstances reported by the Director, LBS Centre for Science and Technology, Thiruvananthapuram as per letter read as 7) paper above, Government are now pleased to order as follows fixing the criteria for filling the vacant/lapsed seats for the admission to MCA course for the academic year 2020-21: (a) Managements concerned can admit students into vacant/lapsed seats of MCA course through spot admission after the allotment by LBS Centre for Science and Technology, Thiruvananthapuram is completed. (b) After the process mentioned at (a) above is over, admission into still vacant seats can be filled from students who have not apphed through LBS Centre for Science and Technology, Thiruvananthapuram due to COVID exigencies, but has fulfilled the eligibility criteria at the tme of admission.",
            "References": [
                "606_2020_HEDN",
                "249_2020_HEDN",
                "923_2020_HEDN",
                "943_2020_HEDN",
                "1005_2020_HEDN",
                "295_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1364_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Renewal of NOC for conducting existing MBA course in LEAD College of Management, Dhoni, Palakkad",
            "Subsection": [
                "Self Financing College"
            ],
            "Status": "Granted",
            "Order Status": "Orders issued",
            "Order ID": "474_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "31-12-2020",
            "Order Issued By": "C AJAYAN ADDITIONAL SECRETARY",
            "Body": "As per Government Order read as 1 St paper above, NOC for conducting the existing self financing MBA course with an intake of 180 seats in LEAD COLLEGE OF MANAGEMENT, Dhoni, Palakkad under the management of Prompt Charitable Trust, Tailor Street, Palakkad 678001 was renewed for the academic years 2016-17, 2017-18, 2018-19 and 2019-20. 2. As per the letter read as 4!) paper above, the Director of Technical Education has forwarded the proposal for renewal of NOC for conducting the existing MBA course in the Institution with an intake of 180 seats during the academic years 2020-21. 3. The Management has completed all the formalities for renewal of NOC. 4. For the purpose of renewal of NOC, an agreement has also been executed between Government and Chairman/Managing Trustee, LEAD College of Management, Dhoni, Palakkad on 23/12/2020. 5. In the circumstances, Government are pleased to renew the NOC to LEAD COLLEGE OF MANAGEMENT, Dhoni, Palakkad under the management of Prompt Charitable Trust, Tailor Street, Palakkad ~ 678001 for conducting the course as detailed below:          Intake sanctioned |Academic year for which renewal of NOC is granted 2020-21           The renewal of sanction of NOC is subject to the following conditions: [. The Educational Agency will ensure that the college has adequate infrastructure, human and physical, to conduct the course as required by the AICTE, University and Government. If there is any complaint from the student or parent about the lack of facilities in the college that will be enquired into by Government and on being satisfied that the same affects the quality of education in the college, the management on order by Government is bound to refund the entire amount paid under whatever head, to the student and issue him Transfer Certificate and return all certificates produced at the time of admission. 2. The Educational Agency will agree to abide by the procedure of admission in the college as decided by Government from time to time. 3. The Educational agency will agree to set apart 50% of the seats of the course for being filled up by Government or such authority determined by Government on the basis of merit and reservation principles followed by Government and the remaining 50% will be filled by the Educational Agency on the basis of merit. 4. The Educational Agency will agree to collect only such fees as determined by Government from time to time from the students admitted to the College for the course. 5. The Educational Agency will agree to institute adequate number of scholarships on merit-cum means basis as determined by Government from time to time to the students admitted to the course. 6. The Educational Agency will agree to appoint and fix the service conditions of the teachers and non-teaching staff in the college for conducting the course/courses as followed by Government in conducting similar course/courses. 7, The Educational Agency will agree to institute an appropriate governance structure that would ensure transparency, efficiency and social accountability in the Institution as determined by Government from time to time. 8. The Educational Agency will agree to publish the details regarding the establishment and governance structure that would ensure transparency, efficiency, admission, fees, courses, results, teaching and other staff and any further information as required by Government on the website of the Educational Agency. 9. The Educational Agency will agree to run only courses approved by Government and the University concerned, 10.The Educational Agency will agree to enable Government and its representatives to check, verify and monitor the compliance of the conditions mentioned above at anytime Government so decides. 11.The Educational Agency will agree to enter into an agreement with the affiliating University on the terms determined by the affiliating University in respect of all of the matters contained in this Agreement. 12, In the event of breach of any of the conditions mentioned above by the Educational Agency, Government is authorized to adjudicate the quantum of compensation which the Educational Agency is liable to pay to Government, if any, and upon such adjudication, the Educational Agency, should pay to Government the amount so fixed, failing which the amount of compensation adjudicated shall be recoverable under the provisions of Kerala Revenue Recovery Act, 1968, as if they were public revenue due on land. 13. No Objection Certificate/ Renewal granted shall be valid up to the end of the Academic Year 2020-21 and renewable on the request of the Educational Agency and subject to the satisfactory compliance of the conditions specified herein. 14. In the event of breach of any of the conditions mentioned above by the Educational Agency, Government shall also be entitled to withdraw the sanction without formal notice to the Educational Agency.",
            "References": [
                "246_2020_HEDN"
            ],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "474_2020_HEDN",
            "Directorate": "J"
        },
        {
            "Abstract": "Sri. Biju Mathew, Assistant Professor in Economics, Malabar Christian College, Kozhikode  Extension of the term of deputation for completing Ph.D.Course",
            "Subsection": [
                "Higher Education Department",
                "Faculty Development Programme (FDP) of University Grants Commission"
            ],
            "Status": "Sanctioned",
            "Order Status": "Orders issued",
            "Order ID": "1639_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "30-12-2020",
            "Order Issued By": "By Order of the Governor RAJESHKUMAR IC.K. Under Secretary to Government",
            "Body": "Sri. Biju Mathew, Assistant Professor in Economics, Malabar Christian College, Kozhikode was sanctioned deputation for undergoing Ph.D Course for the period from 01-01-2015 to 31-12-2016, under Faculty Development Programme (FDP) of University Grants Commission as per Government Order nend 8 paper above. Now, the Director of Collegiate Education as per letter read 10 paper above reported that the University Grants Commission had extended the period of fellowship of Sri. Biju Mathew, Assistam Professor in Economics, Malabar Christian College, Kozhikode for a further period from 01-01-2017 to 31-03-2017, for completing his Ph.D. Course, and has therefore requested to extend the term of deputation of the Teacher Fellow accordingly. Government have examined the request in detail and are pleased to accord sanction for the extension of the term of deputation of Sri. Biju Mathew, Assistant Professor in Economics, Malabar Christian College, Kozhikode for the period from 01-01-2017 to 31-03-2017, for completing Ph.D. Course, under Faculty Development Programme (FDP) of University Grants Commission (TFS), subject to the conditions laid down in the Government orders read above. The revised bond as per the Government Orders read 5, 6 and 7 paper above shall also be executed as the case may be.",
            "References": [
                "166_87_HEDN",
                "1560_94_HEDN",
                "1216_95_HEDN",
                "2025_09_HEDN",
                "159_10_HEDN",
                "1921_10_HEDN",
                "1069_13_HEDN"
            ],
            "Department": "HIGHER EDUCATION (K) DEPARTMENT",
            "file_name": "1639_2020_HEDN",
            "Directorate": "K"
        },
        {
            "Abstract": "Permission to start additional batch of B.Tech Computer Science & Engineering in TKM College of Engineering, Kollam",
            "Subsection": [
                "Higher Education"
            ],
            "Status": "Sanctio accorded",
            "Order Status": "Orders issued",
            "Order ID": "1356_2020_HEDN",
            "Place": "Thiruvananthapuram",
            "Date": "30-10-2020",
            "Order Issued By": "(By order of the Governor SREEKALA  DEPUTY SECRETARY",
            "Body": "The Director of Technical Education, as per the letter read as 2n paper above, has forwarded a proposal to grant permission to start a additional batch of U.G programme with an intake of 60 students in th Computer Science & Engmeering batch at TKM College of Engineering Kollam from the academic year 2020-21. The Management, as per the lette read as Ist paper above, has stated that at present there is sufficien infrastructure facilities for commencing this batch and also that there is no nee of any post creation for the coming four years for this batch. The Registrar APJ Abdul Kalam Technological University, vide order read as 3rd paper above, has accorded provisional affiliation for the commencement of B.Tec in Computer Science & Engineering (60 seats) (Adiditional batch) in TK College of Engineering, Kollam Government have examined the matter in detail. Sanction is hereb accorded to commence the additional batch of B.Tech Computer Science  Engineering (60 seats) in TKM College of Engineering, Kollam subject to th condition that there will be no financial commitment on. the part of the File No.HEDN-J3/141/2020-HED Government and no new post creation in this regard shall be allowed for th next five years.",
            "References": [],
            "Department": "HIGHER EDUCATION (J) DEPARTMENT",
            "file_name": "1356_2020_HEDN",
            "Directorate": "J"
        }
    ]
}