{
    "Abstract": "Department of Employment and Skills - Rehabilitation Plantations Limited, Punalur -\nOn 28/03/2022 on the case filed by Shri.Ramaswamy as WP(C)27612/2021 no.\nThe final judgment passed on 28/03/2022 is executed - the order is issued.\n\n \n\nDepartment of Employment and Skills (R).",
    "Order ID": "S.U.(Sadhanam.614/2022/1 88 Dated, Thiruvananthapuram, 28/05/2022",
    "Order Issued By": "Dusk S.R\nUnder Secretary. .\n\n, Bharadwake General, Ernakulam. (with cover letter).\nManaging Director, Rehabilitation Landsations Limited, aymayd.\nMr. Ramaswamy, Tapping Worker, Ayeranallar Estate (Managing Director.\nby Rehabilitation Plantations Ltd.)\nPrincipal Accountant General (Audit;A&E), Kerala, Thiruvananthapuram.\nDepartment of Information Public Relations (Web & New Media).\nIncident file; Office copy.\n\nAccording to the order,\n\nt.\nSection Officer\n\nCopy :- Hon. Public Education and Employment Department Minister's Pvt\nNaSecretary.\nEmployment and Skills Secretary's CA\nAdditional Secretary's CA\nUnder Secretary.\n\nGenerated from eOffice by SYAMILI V S, SG-ASST (R1) LBRD, SG-ASST (R1) LBRD, LBR on 30/05/2022 02:42 PM",
    "Body Para": "Rehabilitation Plantations Ltd. Tapping before the Hon'ble High Court\nREFERENCE TO CASE NO.0 (0)27612/2021 filed by Shri Ramaswamy, Worker\n(2) As per the final judgment, copy of the judgment shall be received by two\nThe appointment on daily wages should be made permanent within the month\nMr. Ramaswamy, Tapping Worker, Rehabilitation Plantations Ltd.\nPetitioner in person on Exbt P6 application filed on 27/10/2021\nThe order was to take a decision after hearing. of being\nBased on the complainant Government representative in person on 18/05/2022\nHeard. Representatives of Rehabilitation Plantations Limited and T\nHe was present at the hearing.\n\n2. Tapping in Rehabilitation Plantations Ltd. Ayeranallar Estate\nthat he joined the work on 06.:07/2005 as a worker and a daily wage\nHe said that he was working at the rate of 430 rupees per day, and the daily wages were meager\nOnly 20 days work in a month and bonus free in estate hospital\nConsidering that treatment is the only benefit available and the length of life;\nAll workers employed as daily wage workers in the past\nFixed with effect and due benefits from time to time\nSri Ramaswamy requested that it be given.\n\n3. For workers employed in the company on daily wage basis\n1 Benefits and Free Treatment at Estate Hospital, 5860 686,\nBonuses (including incentives) are also given to regular workers\nUniforms, umbrellas and sandals are also provided to the tallalika workers.\n\n1\n\nGenerated from eOffice by SYAMILI V S, SG-ASST (R1) LBRD, SG-ASST (R1) LBRD, LBR on 30/05/2022 02:42 PM ’\n\n \n\n \n6180151/2022/(R) LBRD\n\nFile no. LBRD-R1/227/2021-LBRD (Computer No. 1948858)\n\nExcluding gratuity benefits, Sick Leave and Manvigaw® Reimbursement\nAll benefits provided to permanent workers are temporary\nThe company representatives informed that the workers have been allowed;\nTemporary employment in Rehabilitation Plantations Ltd.\nTo stabilize the employment of dependents in Sri Lankan republican families\nCompany representatives have submitted a detailed proposal to the government\nThen informed.\n\n4. With the assets revealed in person and with the documents available\nBased on this, the government has examined the matter in detail. Rehabilitation\nSri Lankan, temporarily employed by Plantations Ltd\nTo stabilize the employment of dependents of repatriate families\nThe proposal submitted to the government is currently by the Finance Department\nUnder inspection. The central government also has a stake in the Prasmata company\nIn the event, of the Central Government, Finance Department and Planning Department\nRehabilitation plantations only after obtaining feedback and evaluation\nFinalization in the matter of regularization of clerical workers in Limited Company\nAble to take decisions\n\n5. Exbt 56 disposed of the application by informing the applicant of the validity\nHon. Order implementing the final judgment dated 28/03/2022 of the High Court\nissuing",
    "References": "Reference: 1]. Tapping in Rehabilitation Plantations Limited Co\nApplication submitted on 27/10/2021 by Shri.Ramaswamy, Worker.\n(Exbt 56).\n\n2. MaN.BAOB OOANGKHISG] filed as WP(C)27612/2021 no.\nFinal judgment passed on the case on 28/03/2022.",
    "Department": "FIX-ME"
}