{
    "Abstract": "Social Justice Department - Serving as Kottayam District Social Justice Office - Mr. To Joseph Riballo, Malappuram District considering his health condition - An order is issued granting transfer as Social Justice Officer.\n\nSocial Justice (a) Department",
    "Order ID": "S.U.(Sadha) No.131/2022/5/20 Dated, Thiruvananthapuram, 27-05-2022",
    "Order Issued By": "Srikala S\nJoint Secretary\nDirector of Social Justice Department, Thiruvananthapuram\nMr. Joseph Rebello, District Social Justice Officer, Kottayam (Social Justice Dept\nBy the Director\nPrincipal Accountant General (G&SSA/A&E) Kerala, Thiruvananthapuram\nHead of Information Public Relations (New Media Section).\n\n \nS.U.(Sadha) No.131/2022/54[\n\nBackup File:/ Office Copy .\nBy order'\n\nSection home",
    "Body Para": "Serving as Kottayam District Social Justice Officer under reference (1).\nComing Mr. Joseph Rebello Cardiovascular\n\nTo travel a long distance from his native Kozhikode due to ankylosing spondylitis\nHe said that he experienced a lot of difficulty and went to Malappuram for treatment\nCompassionately placed in the existing vacancy in the post of District Social Justice Officer\nHe said that he has submitted an application seeking permission for the change\nWith only one year of service left (31.02.2023) before retirement\nIn the circumstances, his application was considered on compassionate grounds\nThat he should be allowed to be transferred as Malappuram District Social Justice Officer\nAs per reference (2) the Director of Social Justice Department has recommended.\n\n2) The government has looked into the matter in detail. Kottayam District Social Justice\nMr. who is serving as an officer. For Joseph Rebello, his health condition\nOrder allowing transfer as Malappuram District Social Justice Officer\n\nIssuing",
    "References": "Reference:- 4. SA ( Sadha) no. 594/2021/Saniwa dated 19.11.2021\n2. 54/4342/2021151 dated 11.05.2022 of the Director of Social Justice Department\nLetter No",
    "Department": "FIX-ME"
}