{
    "Abstract": "Department of Women and Child Development- State Govt. Children's Home, Govt. Observation - \nHome, Govt. Secial Home, Govt. For children in institutions like Place of Safari\nColor dress on special days like Onakodi, New Year, Vishta, Deepavali etc\n(Clothes. Undergarments, Torts) Allowed amount for purchase\n-The order is issued.\nWomen and Child Development (C) Department",
    "Order ID": "S.U.(Sadha) No.255/2022/// 10 Dated, Thiruvananthapuram, 25-05-2022",
    "Order Issued By": "Nisha S\nAdditional Secretary\n\nDirector, Department of Women and Child Development, Pujapura. Thiruvananthapuram\nAccountant General (G & S.S. A/A&E). Kerala. Thiruvananthapuram\n\nFinance Department\n\nWomen and Child Development (A) Department\n\nHome & New Media (for publication on website)\nYa Tra Lata, oT 7.21 272 WEDD\n\nStock file/office copy\n\nBy order\n\n(4/0.\n\nSection Officer",
    "Body Para": "Govt Children's Home Govt Observation Home in the state. Govt\nSecial home. Onakodi for children in institutions like Govt Place of Safely\nAlso color dress on special days like New Year, Vishya, Diwali etc\n2,500/- for purchase of (clothing, undergarments, underwear) Rs.\nA total of Rs.18.00.000/- (Rs. 18 Lakhs only) for about 720 children at the rate 2235-02-\n102-36(5)02 of the Director of Women and Child Development\n\nIt was requested under reference one.\n2) Details of the institutions to which the amount is to be sanctioned and financial\n\nBelow is the analysis.\n\n1. Govt Children's Home for Boys, Pujapur, Thiruvananthapuram\n2. Govt Children's Home for Boys, Kollam\n3. Govt Children. Home for Boys Travancore, Kottayam\n\n4. Govt Children's Home for Girls Maithara. Alappuzha\nUsama No. 2022 Mt\n\n5. Govt Children's Home for Boys Ramavarampuram, Thrissur\n\n6. Govt Children's Home for Boys, Vellimadukun, Kozhikode\n7. Govt Children's Home for Girls Kannur\n\n8. Govt Children's Home for Girls, Kakkanad. Ernakulam\n\n9. Govt Children's Home for Girls Vellimadukun, Kozhikode\n10. Govt Children's Home for Boys, Wayalthala. Pathanamthitta\n\n11. Govt Children's Home for Boys Nooranad, Alappuzha\n\n12. Govt Children's Home for Boys, Muttikulangara, Palakkad\n\na Govt Children's Home for Boys Kannur\n\n14. Govt Children's Home for Boys Tavanur. Malappuram\n\n15. Govt Children's Home for Boys Kanyampetta, Wayanad\n\n16. Govt Children's Home for Boys Paravanadukkam, Kasaragod\nGovt Observation Homes:-\n\n17. Government Observation Home for Boys Poojappura, Thiruvananthapuram\n18. Govt Observation Home for Boys Kollam\n\n19. Govt Observation Home for Boys, Travancore, Kottayam\n\n20. Govt Observation Home for Boys Maithara, Alappuzha\n\n21. Govt Observation Home for Boys Ernakulam\n\n22. Govt Observation Home for Boys Ramavarampuram, Thrissur\n9 U. (Sadha! No.2538:2022//(5\n\n23. Govt Observation Home for Boys, Vellimadukun, Kozhikode\n\n24. Govt Observation Home for Girls Vellimadukun, Kozhikode\n\nGovt Social Home --\n\n25. Govt Social Home for Boys Poojappura. Thiruvananthapuram\n\n26. Government Social Home for Girls Vellimadukun, Kozhikode\n\nNay Place of Safely'.\n\n27. Govt Place of Saffron. Ramavarampuram, Thrissur\nTotal 720 children ?% Rs.2,500/- to Rs.18.00.000/-\n\n(Rupees eighteen lakhs only)\n\n3) Working Group meeting on 06/05/2022-20% of the said proposal\n' has been checked and approved. (Item No. 33 C)\n\n4) In the above case, the State Govt. Children's Home. Govt.\nObservation Home, Govt. Social Home, Govt. Place of Safety etc\nApart from Onakodi, special events like New Year, Vishta and Diwali for children in institutions\nFor purchase of color dress (fabrics, undergarments, tops) on days\n2500/-per block for 720 blocks at a total cost of Rs.18,00,000/- (Rs. 18 lakhs)\nonly) Administrative permission to use from title 2235-02-102-36(02)\nThe order is issued.",
    "References": "Reference:- 11. Director of Women and Child Development dated 20/04/2022-25%\n[455 2/1680/2022 letter no\n\n2. Working Group Meeting on 06/05/2022-20%\nProceedings",
    "Department": "FIX-ME"
}