{
    "Abstract": "Public Works Department - Regarding construction of Maitrakadav Bridge in Malappuram District 14\n\nIn connection with the payment of Rs.1 lakh* twice to the contractor, Mr. Sinoy Joy\n\nDisciplinary action against Assistant Engineer- Disciplinary order passed.\nPublic Works (F) Department",
    "Order ID": "S.U.(Sadha) No.573/2022/%॥0 Dated, Thiruvananthapuram, 25-05-2022",
    "Order Issued By": "Shiram Sambasiva Ravri\nJoint Secretary\n\nBy Mr. Sinoj Joy, Assistant Engineer (Chief Engineer (Administration)\n\nChief Engineer (Administrative Section). Public Works Department\n\nDeputy Chief Engineer, Vigilance and Public Works Department\n\nSecretary. Kerala Public Service Commission, Thiruvananthapuram (with introductory note)\n\nPrincipal Accountant General (A & E)/ Audit, Kerala, Thiruvananthapuram\n\nAccountant General (A&E) Kerala Branch Office P.B.No.507, Karunakaran Nambiar\nRoad, Thrissur -680 020\n\n\nS.(Sadha) No.573/2022/%%\n\nPublic Works (a)/(b) Deptt\nInformation Officer (Web and New Media)\nStock file/ office copy\n\nBy order\n\nSigned by Hemaletha R\nDate: 27-05-2022 17:16:47\n\nSection Officer",
    "Body Para": "14 lakhs two in connection with the construction of Maitrakadav bridge in Malappuram district\nRegarding the above action based on the allegation that installments were paid by the contractor\nThe Chief Engineer, Public Works Department, Administrative Division conducted an inquiry under reference (1).\n10 out of 15 employees found prima facie responsible in this regard in the report submitted\n\nThe person is suspended under reference (2).\n\nAnd Mr. Santosh Kumar, Divisional Accountant under Finance Department\nFinance to take further action by suspending Tian as an employee\nInstructed the department. of taking disciplinary action against delinquent T employees\nKerala Civil Services as per reference (3) to 9 employees in service as part\n(Classification, Control and Appeals) and indictment for capital punishment under rule 15 of the Rules\nAs part of taking departmental action against 5 retirees as per reference (4).\nA show cause notice was also issued.\n\nShri. Sinoj Joy Mention\nChief under reference (6) with the statement of defense filed under (5).\nEngineer provided. He was in charge of construction of seven bridges at the same time\nPeriod, years of working experience as office clerk and daily labour\nThe supervisor preparing the report is also a recommended sanction for payment in advance\nAgain a hand receipt was prepared for him with a newly obtained permission\nDocuments recommended to the payer as per the first approval which has been submitted\nThere was no doubt about the verification as it was not found in the file submitted by the clerk\nRecorded in the measurement book due to this kind of misunderstanding\n\nReference (5) in the statement of defense also asserted that it was done.\n\nOrdinary work bills first in the Assistant Engineer's Measurement Book\nRECORDED AND ACCORDINGLY CLERK AND OVERSEER BILL MIN AIA QBN\ndoing But as it is a hand receipt, in contrast to this, the Chief Engineer's\nClerk and Overseer prepare hand receipt as per permission and thereafter\nThe Assistant Engineer shall record the sanction number in the measurement book.\nWhat happened According to Absmax, Duplicate Daily Report to intentionally commit irregularity\nIt is clear that no new permission has been obtained or any other manipulation has been done\nManipulation in measures of work completed is also understandable\nShri. Sinoj\nJoy requested. The first time [18 Bill of Payment has been submitted, and the second time\nThe same Wd>WSEéHo (Duplication of payment) eniesds submitted by Assistant Engineer Shri\n\n\n7U.[Sadha) No.573/20221%0\n\nIt is Sinoj Joy and the government has lost due to the contractor paying back the money\nAlthough the argument that it has not happened is correct, the bill has been submitted both times by Mr.\nThe chief also finds that Tian's explanation is not satisfactory because Sinoj is Joy\nEngineerCommented under reference (6).\n\nThen, among the 10 people suspended under the orders (7) and (8), Mr.\nPolsaviar, except Tiane, who retired from the Head Clerk Service,\nOut of 9 persons in service 8 except Assistant Engineer Mr. Sinoj Joy\nReturned to service.\n\nMr. Muhammad Ismail, Executive Engineer, Mr. Muhammad Anwar Asst.\nExecutive Engineer, Mr. George M, Mr. Jayan.K First Grade Draftsman, Shri.Pradeep\nKumar.P First Grade Draftsman, Shri.MN Vijayan. Assistant Engineer, Shri.\nRavindran. Reference to TP Senior Superintendent and KK Krishnankutty Junior Superintendent (9)\nIt was ordered that he be exempted from further proceedings.\n\nAs part of the procedures, Assistant Engineer Mr. Sinoj Joye\nThe Deputy Secretary heard in person. As part of the procedures !:5(as per 15\nMs. Mini, Superintending Engineer, Net 01915 for conducting formal investigation.\nPK was appointed as Inquiry Officer under reference (10). . Then mention\nAccording to (11) Shri. Sinoj Joy has been reinstated in service subject to disciplinary action\nAnswered.\n\nSuperintending Engineer Smt. P. K. Reference submitted by Min (12) Inquiry\nThe same d in the report. L. H.R. twice for six. In paying the amount to the contractor\nAlthough there is no justification, for the first amount on file in the Section Office\nAs none of the recommended documents are available, the Clerk's in Sec\nDue to lack of posts, files are handled by site-wide overseers\nand that it was not possible to conduct a detailed inspection on time\nTo be understood from the explanation of the officials concerned during the investigation\nBesides, he is currently supervising the works of 7 bridges\nThe rush of making bills and the lack of maturity in doing such detailed checks\nAlso, the second H. R. According to\nIncome tax notice is issued to the contractor as soon as the excess amount is noticed\nThe government has not incurred any financial loss as it has been repaid\nIn view of, and based on Tian's explanation and documents examined,\nTian's unintended failure was caused by a misunderstanding\nHe said that he had gone and understood that he should be careful in such incidents\n\nSympathetic explanation by Mr. Sinoj Jajoy with strong warning\n\n\n \n\nS.U.[Sadha) No.573/2022/%0\n\nThe investigation officer recommended that it is considered.\n\nCounter-affidavit, Chief Engineer's Commentary on the matter, Inquiry Report,\nand Mr. Sinoj Joy's part in the detailed investigation\nDisciplinary action against Tian as found to have occurred 3 annual wage increases\nUnder reference (13) by making an arbitral decision to set aside with cumulative effect\nA show cause notice was issued.\n\nReference (14) submitted by Mr. Sinoj Joy is the first in explanation\nRegarding the allegation, the Overseer of Bridges Section Manjeri is the first\nThe second time 11 was prepared and issued and the second [8 was prepared by the overseer\nThere is no record of first submission of bill in the file at the time given\nthat there was none and that the bill was drafted and issued in his good faith\nThere should have been an audit and detection of the possible counterfeiting in the section offices\nT. also said that the first documents were lost in the files of the sub-division office\nHe was also the one who had to pay due to insufficient inspection in the offices\nDon't take responsibility and forgive the mistake\nTian wants to give and give one more chance to teach Vaskats\nApplied.\n\nAs per the reference (15) of Chief Engineer of Administrative Division regarding this\nFile Dhwata [Thatta Do 05/2013 and 1st on 03/2014\nSecond in [15 0! Prepared and Issued by Bridges Section Manjeri 3rd Grade\nOverseer Mr. Yusuf Haroon. C. The HR bill was prepared and given by Tian\nAssistant Assistant Engineer\nMr. It was also informed that Sinoj Joy did it. Second 180 First at the time of the order\nAs the copies of the [113 bill and the introductory letter submitted were missing from the file,\n' It was not possible to check the file and avoid repetition and so the overseer\n18 10! The assistant who was unable to do 61[1) when it was prepared for the second time\nAlthough the argument of Engineer Mr. Sinoj Joy may be correct, Bill Bhadhleda\nTian should have been more careful in what he did, and the contractor bought a second time\nBila Argument that the government has not incurred any loss as the amount has been repaid\nIt was also informed that it is acceptable. Bridges Sub-Division. Nirathu section in Manjeri too\nThe Inquiry Officer has also reported that documents were lost in Mancheri\nIt is the first time that the file Dhavada[0thili and other officials of the office are involved\nCash Book Qjo contractor's ledger ajo Cheque along with file documents when payment is made\nT informed the Accountant General that it was also recorded in the Memo Register\nMr. Santosh Kumar also informed. The Divisional Accounts Officer has clarified\nAssistant Engineer is more careful in authenticating eniies\n\n\n.U.(Sadha) No.573:20221%%0\n\nThe Chief Engineer also commented that it should have been maintained. Assistant Engineer\nThe decision taken on show cause notice against Mr. Sinoj Joy,\nThe chief said that the arguments in Tian's defense can be mitigated\nEngineer commented.\n\nMr. Disciplinary action against Sinoj Joy, Assistant Engineer is his third\nInterim decision to stop annual wage increases with cumulative effect\n(16) of the Kerala Public Service Commission as per Paramar Sam.\nAdvice sought. To prevent three annual wage increases with cumulative effect\nThe Commission agreed to the provisional decision as per reference (17).\n\nThe government has looked into this issue in detail. Twice the amount for the same DLR\nThe action granted is not justified. At the time of approval of DLR\nThere has been a failure on the part of Mr. Sinoy Joy in conducting a detailed inspection.\nSecond HR Niles Authenticate oa introduction of 18th bill first submitted during oa\nRevision of file as copy of letter was missing from file\nAlthough it is possible that the argument that it was not possible to avoid 8 Authenticate\nIt is assessed that there was a lack of caution on the part of Mr. Sinoy Joy.\n\nDiscipline against Mr. Sinoj Joy, Assistant Engineer in the above circumstances\nProceedings under the Kerala Civil Services (Classification, Regulation and Appeal) Rules, 1960\n11(1)(/&) by withholding his three annual pay increments with cumulative effect.\n\nIt is settled and ordered.\n\nRegarding this matter Mr. CM Muhammad Basheer, Superintending Engineer (Retd.)\nK. Muhammad Kutty, Administrative Assistant, Mr. Paul Xavier, Head Clerk\n\nFurther disciplinary action against them will be decided separately.",
    "References": "Reference:- 1. Public Works Administration Division Chief Engineer dated 22.04.2017\nVG 6-22049/2016 letter no\n2. S.U.(Sadha) No.645/2017/P.O.8. Dated 16/05/2017\n3. PMV/F3/82-PM8 dated 14/06/2017. indictment\n4. Show Cause Notice No. P.M.W. F3/82/P.M.V.\nDated 14/06/2017\n5. Mr. Sinoy Joy V., Assistant Executive Engineer\nCounter affidavit filed on 27/06/2017\n6. Public Works Department Chief Engineer dated 04/07/2017\nVG.6/22049/16 letter no\n7. G.O. (R.T. No. 986/17/P.M.V. dated 14/07/2017\n8. 3.7. (Sadha) No.987/17/P.O.V8. Dated 14/07/2017\n9. S.U. (Sadha) No.1259/2017/P.M.V. Dated 21.08.2017\n10. 3.U. (Sadha) No.366/2018/P.M.V. Dated 01/03/2018\n11. 3.U.(Sadha) No.652/2018/P.O.8. Dated 07/04/2018\n12. VG6/22049/16 dated 05/04/2019 of Chief Engineer, Administrative Division\nLetter No\n* 19. Show Cause Notice No.P.O.V8.-F3/82/2017-\n8 p.m. Dated 28/05/2019\n14. Mr. Sinoy Joy P., Assistant Executive Engineer\nClarification dated 27.09.2019 submitted.\n15. VG6/22049/16 dated 15/02/2020 of the Chief Engineer, Administrative Division\nLetter No\n16. P.M.8 dated 07/07/2021-F9/82/2017-P.M.8. Letter No\n17. Kerala Public Service Commission dated 08/03/2022 dated 4.1-3/22/2020-\nKPSC letter no\n\n\nTW. D.(TVIWS} Me.573/2022/PWD",
    "Department": "FIX-ME"
}