{"Abstract": " Vanjiyur Village in Re Survey Block No. 8 in Survey No. 53\n10.29 R (25.46 cents) of Kerala State Backward Section subject to land conditions\nThe Development Corporation is ordered to grant permission for construction of headquarters., Revenue Department", "Subsection": ["Revenue Department"], "Status": "", "Order Status": "order issued", "Order ID": "143_2022_RDN", "Place": "Thiruvananthapuram", "Date": "27-05-2022", "Order Issued By": "Commissioner, Land Revenue Thiruvananthapuram", "Body": "10.29 in Survey No. 53 in Re Survey Block No. 8 at Vanchiyur Village\nR (25.46 cents) Kerala State Backward Section subject to land conditions\nReference 2 to permit construction of headquarters for Development Corporation\nThe Land Revenue Commissioner had submitted the proposal as per\n\n2) Item G.O (MS) no. 134/58/Rev. Dated 20.02.1958 Women\nThe lease was given to the club for 12 years. 1970 after the expiry of the lease\n06.08.1970 G.O. (MS) No. 282/70/Rev. Further lease for 12 years as per order no\nThe land was renewed but not renewed after the expiry of the lease in 1982\nwas taken back. The said land is Reserve in Block 8 as per current revenue records\nNo. T3 shows 10.29 R outward extinction. For specific object\nRs.31,66,804/- (Rupees Thirty One Lakh Sixty Six Thousand Eight Hundred Four) for Rs.\n3,25,86,413/- (Three Crore Twenty Five Lakhs) at the rate of 10.29 Rs.\neighty-six thousand four hundred and thirteen rupees) that the price is assessable and the land revenue\nCommissioner has reported.\n\n3) Government has looked into the matter in detail. Vanchiur Village Survey No\n25.46 cents of land out of 200 to Kerala State Backward Classes Development Corporation\nIn Survey No. 2623 of Kadakampally Village from the value of the land to be settled at the time of issue.\n80.50 cents of land in the state of Kerala when the title was granted\nVanchiyur on the basis of reference 1 to reduce the amount paid by the Corporation\nVillage situated in Reserve Block No. 8 in Survey No. 53 (Old Survey No. 200)\n10.29 Rs (25.46 cents) from 10% of the market value of the land in Kadakampally village.\n80.50 cents of land in Survey No. 2623 has been closed for acquisition\n4.835,000/- Kerala State Backward Class Development by charging a reduced amount of Rs\nWhen the land held by the corporation was acquired for the airport\n1995 municipal-\nSpecial vested in Government under Rule 21(1) of Land in Corporation Areas\nState of Kerala in exercise of power subject to the following conditions\nBackward Classes Development Corporation has been given permission to construct a headquarters building\nIt is ordered.\n\n\n \n\nS.U. (No. 1432022380\n\nConditions\n\n1. The land shall be used only for the purpose for which it was granted.\n5. The said land should not be pledged to banks or financial institutions\n\n3. To lease or grant ground rent or alienate land\nIt is not allowed to use money or mortgage it.\n\n4. The construction work on the said land should be started within one year.\n\nT. Backward Classes Development Corporation itself from Prasmata land encroachment\nWorth saving.\n\n6. To cut the trees on the said land without prior permission of the Revenue Department\nNot enough.\n\n7. Trees reserved under Appendix iii Part 2 of Kerala Land Custom Rules in Govt\nshall be reserved.\n\n98 . Even if the above conditions are violated for the purpose of specific land for public purpose\nEven if it comes, the land will be acquired by the government without paying any compensation.\n\n4] Thiruvananthapuram District Collector for further action in this regard\nshould be accepted.", "References": [], "Department": "RAVANYA  DEPARTMENT", "filename": "govtorder2805202217-17-48.json", "Directorate": "U"}