{"Abstract": "\nAmount towards purchase of sports equipment for children for financial year 2022/23 , Working under Women and Child Development Department ", "Subsection": ["Working under Women and Child Development Department ", "  Govt. Children's homes"], "Status": "", "Order Status": "The order is granted and issued.", "Order ID": "253_2022_WaCDDN", "Place": "Thiruvananthapuram", "Date": "24-05-2022", "Order Issued By": "Nisha S", "Body": "Working under Women and Child Development Department, Govt. Children's\n2022-23 financial year cricket, football and volleyball for children in homes.\nShuttle Badminton, Ball Badminton, Basketball etc. which are interesting for children\nTraining in Sports : Sports equipment for providing\n4,50,000/- (Rupees Four Lakh Fifty Thousand Only) towards purchase 2235-\n02-102-36(P)02 from title Women and Child Development\nThe director had requested reference no.\n2) Details of the institutions to which the tax is to be sanctioned. Allowable amount\nDetails are given below.\n\n1. Govt Children's Home for Boys Poojappura, Thiruvananthapuram - Rs.40,000/-\n2. Govt Children's Home for Boys Kollam - 30.0007- Rs.\n\n3. Govt Children's Home for Boys, Kottayam - Rs.30.000/-\n\n4. Govt Children's Home for Girls, Maithara, Alappuzha - Rs.30,000/-\n\n5. Govt Children's Home for Boys, Ramavarampuram, Thrissur - Rs.40,000/-\nO. Uma Nam Ma 2022 WEDD\n\n6. Govt Children's Home for Boys, Vellimadukun, Kozhikode - Rs.40,000/-\n7. Govt Children's Home for Girls, Kannur - Rs.30,000/-\n\n8. Govt Children's Home for Girls. Kakkanad, Ernakulam - 30.000/- Rs\n\n9. Govt Children's Home for Girls, Vellimadukun, Kozhikode - Rs.30,000/-\n10. Govt Children's Home for Boys Pathanamthitta - Rs.20,000/-\n\n11. Govt Children's Home for Boys; Hundred countries Alappuzha - 20.000/- Rs\n\n12. Govt Children's Home for Boys. Muttikulangara. Palakkad - 20,000/- Rs\n\n13. Govt Children's Home for Boys Kannur - Rs.20,000/-\n\n14. Govt Children's Home for Boys Malappuram - 30,000/- @al\n\n15. Govt Children's Home for Boys Kanyampetta, Wayanad - Rs.20,000/-\n\n16. Govt Children's Home for Boys Paravanadukkam, Kasaragod - Rs.20,000/-\n\nTotal Amount – Rs.4,50,000/- (Rupees Four Lakh Fifty Thousand Only)\n\n3] Notice of Working Group Meeting dated 06/05/2022-0\nThe proposal has been examined and approved (Item No. 8).\n\n4) In the above case, except the Department of Women and Child Development\nWorking Govt. 2022-23 financial year for children in children's homes\n4,50,000/- (four lakh fifty thousand rupees) towards purchase of sports equipment\n(Rs. only) to be utilized from Heading 2235-02-102-36(02)\n\nAn order is issued with administrative permission.", "References": [], "Department": "WOMEN AND CHILD DEVELOPMENT  DEPARTMENT", "filename": "govtorder2905202211-10-53.json", "Directorate": "C"}