{"Abstract": "22) Govt.\nAppellate Committee is constituted at the level , Department of Public Education ", "Subsection": ["Department of Public Education ", " Supply ", " State Govt\nOF HIGHER SECONDARY SCHOOL TEACHERS: ..Relocating Common (2021"], "Status": "", "Order Status": "the order is issued.\nat", "Order ID": "3260_2022_GEDN", "Place": "Thiruvananthapuram", "Date": "30-05-2022", "Order Issued By": "A P M MOHAMMED HANISH", "Body": "dated 27.05.2022 issued in connected cases\n\n2 days\n2021-22 of Government Higher Secondary School Teachers in the State\n\n(2) Public education carried out under the order of transfer of public place of the year\nThe director had issued an order. T to Govt against transfer order\nA mechanism for timely disposal of appeals filed\nTo form Hon. Kerala Administrative Tribunal Reference (3) Order\nAs per the following instructions were issued.\n\n(i) The ist respondent-Government shall constitute a 5 member\ncommittee as stated by them consisting of senior offi¢ials in the\nDepartment forthwith. | :\n\nGi) On constitution of the Committee the 1st respondent shall issue\n\nNotification providing 10 days time from the date of issuance of the above\nNotification for those HSSTs aggrieved by the transfer orders to prefer\n\ntheir appeals\n\n(iii) After the cut off date fixed for receipt of the appeals, the 5 members\nCommittee shall consider the individual appeals on merits and submit\ntheir report with recommendations/suggestions to the Secretary, General\nEducation Department, within a period of 4 weeks\n\n|\n(iv) On receipt of the report, 1 st respondent shall issue final orders\nG.O.{Rt)No.3260/2022/GEON\n\nthereon within a period of one week from the date of receipt of the report.\n\n2) Hon. The above reference of the Kerala Administrative Tribunal (3)\n\nBased on the order, the State Govt Higher Secondary Scul\n|\n\nTo the government against the order of transfer of teachers for the year 2021-22\n\nAppeals filed under reference (1) of transfer criteria\n. Based on verification and submission of recommendations below\n'A structured appeal committee is constituted and ordered.\n\n| Mr. Muhammad Hanifa M.M. - “Convenor |\n\nJoint Secretary, Public Education Department |\n\n] Mr. O. N. Zakir Hussain - Member\n\nJoint Secretary, Public Education Department\n\n[| Mrs. Swapna P. - Member\n\nDeputy Secretary, Public Education Department\n\n[%/ Mr. Jayakumar C.S. member\n\nUnder Secretary, Public Instruction Department °\n\nMr. Dileep SM cum - member\nUnder Secretary, Department of Public Education\n\n3) T Appal Committee recommended by Hon'ble Kerala Administrative Tribunal\nGrievances examined within time frame Instruction General Education, Principal\nand should be submitted to the Secretary. The notification is issued separately.\n\n4] All necessary for the smooth functioning of the T Upil Committee\nSystems shall also be put in place by the Director of Public Instruction. |\n\n5) Hon. Order under reference (3) of the Kerala Administrative Tribunal\nThis has been implemented. ] ]\n]", "References": ["838_2019_P", "192430_2021_DGE"], "Department": "GENERAL EDUCATION)  DEPARTMENT", "filename": "govtorder3005202216-01-49.json", "Directorate": "C"}