{"Abstract": "\nRestoration of agricultural sector in the post flood scenario\"\nAdministrative Sanction accorded , Agriculture Department ", "Subsection": ["Agriculture Department ", " Annual Plan 2022", "23", " \"Punarjani"], "Status": "", "Order Status": "orders issued.", "Order ID": "459_2022_ADN", "Place": "Thiruvananthapuram", "Date": "26-05-2022", "Order Issued By": "S SABIR HUSSAIN", "Body": "1. In the Annual Plan 2022-23, a budget provision of Rs.185.00 Lakhs has been\nearmarked for the scheme \"Punarjani - Restoration of agricultural sector in the\npost flood scenario\" under head of account 4401-00-800-94 Plan. As per letter\nread as Ist paper above the Director, Agriculture Development and Farmers'\nWelfare Department has furnished a proposal under the above scheme which has\nincluding the following components: —\n\nNo. That moderation\n\n| Elevated Cattle Shed with Feed Storage\n| Facility, Renovation/Repair of Compound\nwall, Irrigation Canals, Office Building,\nCanteen Building, Construction\nProtective Structures for Generators and. 140.00\nCowdung De-watering Machine and Supply\nof Irrigation Pump set, Interlock Paving and\nName board at Sugarcane Seed Farm,\n7 Pandalam, Pathanamthitta district _ PO\n2 Renovation of training hall cum “workshop\nattached to the Office of the Assistant\nExecutive Engineer (Agri), Alappuzha and 45.00\nspecial repairs to the office of the Assistant,\n| Executive Engineer (Agri) and Executive\n___Engineer (Agri), Alappuzha\nG.O.(Rt)No.459/2022/AGRI\n\n2. The Working group meeting held on 21.05.2022 considered and\napproved the proposal.\n\n3. Having examined the matter in detail, Government are pleased to agree\nAdministrative Sanction for implementation of the scheme \"Punarjani -\nRestoration of agricultural sector in the post flood scenario\" for an amount of\n185 Lakhs under the Head of Account 4401-00-800-94 Plan, subject to the\nfollowing conditions wherever applicable;\n\n1. All rules, formalities and procedures shall be strictly followed for the\nimplementation of the scheme. The norms of financial propriety shall be adhered to\nto.\n\n2. The expenditure will be met only from the provision available under the\nappropriate head of account.\n\n3. The fund release shall be based on actual requirement, and the fund released\nshould not be parked in banks.\n\n4. Store Purchase Rules shall be strictly adhered to for all kinds of purchases.\n\n5. Tender/ e-tender and other stipulated formalities shall be followed wherever\nnecessary.\n\n6. Post creation and purchase of vehicles are not admissible under the scheme.\n\n7. The Head of Departments shall monitor the implementation of the scheme and\nensure that the implementation is as per the existing procedures, rules and\nregulations.\n\n8. The implementing agencies/ Departments shall also prepare an\nImplementation schedule to complete the project in time and send regularly\nProgress report on financial and physical progress on a quarterly basis.\n\n9. The Director shall hold monitoring meetings to review the progress and send\nReport to Government regarding the progress of implementation of the approved\nscheme.\n\n10. The Director, Agriculture shall sign an MoU with the concerned\nimplementing agencies of the scheme before releasing the funds. It shall also be\nensured that the Utilization Certificates pertaining to all schemes are submitted\nby the agencies in time.\n\n11. AIMS portal registration for all the plan schemes and Digital Soil Health\nCard is mandatory.\nG.O.(Rt) No.459/2022/AGRI\n\n12. Geo fencing & Geo tagging is mandatory. It shall be ensured in every\nscheme wherever beneficiaries exist.\n\n13. All schemes shall be implemented so as to integrate the same with the\nobjective of the mass campaign “Njangalum Krishiyilekk” and the integration\nThe process should be explained in detail in the working instructions.\n\n14. The State Agricultural Engineer should be the Project Manager and the\nThe project should be completed by 31.03.2023", "References": [], "Department": "AGRICULTURE  DEPARTMENT", "filename": "govtorder3105202215-29-29.json", "Directorate": "AGRI"}