{"Abstract": " Rehabilitation of Roads\nGrounds , Disaster Management Department ", "Subsection": ["Disaster Management Department ", " Monsoon Disasters ", " Kozhikode District "], "Status": "", "Order Status": "Issue administrative sanction or order.", "Order ID": "468_2022_DMDN", "Place": "Thiruvananthapuram", "Date": "25-05-2022", "Order Issued By": "ANURADHA K C", "Body": "Roads that have become impassable due to last monsoon and others\nUrgent renovation of the buildings\ndamaged infrastructure) 2021 as the government feels that it must be done urgently\nAs part of the flood relief operations on 22nd in Kozhikode district the following\n3.50 Lakhs (Rupees Three Lakh Fifty Thousand Only) for renovation work.\nIt is ordered by administrative permission.\n\n2) District Panchayat/Municipality! Works falling under the purview of the Corporation\nWorks falling under Gram Panchayat due to respective engineering department\nand by the Engineering Department of Block Panchayats to which the concerned Panchayat belongs\nWork in absence of engineering department of local self-government bodies\nPWD (Spl.Buildings), PWD (Roads &\nBridges) and by Assistant Executive Engineers\nshould be implemented. According to the Government order in para 4sham (3) the said Prithikal District\nIt can also be done by manufacturing center. In the above mentioned government orders\nTo strictly follow the conditions and to spend more than the sanctioned amount\nAnd it should not. This expense is included in “2245-02-106-99—Repair damaged roads and bridges.\nto be carried under the budget heading \"to make usable\".\n\n3) Renovation with administrative permission as per Government order in reference (6).\nTime for execution and completion of works is one year from the date of administrative permission\nIt is six months. Local Self-Government granted by Prasmata Restoration Prathi\nThe institution shall execute the sanctioned work within six months from the date of administrative approval\nIf the contract is not submitted to the district collector after entering into the contract, renewal of the contract\nThe administrative permission of the work shall be cancelled. Details of works to be completed\nSix years from the date of administrative approval by certifying the prescribed proforma covering\nEnforcement Officer to the District Collector within a month (within one and a half years).\n.U.(Sadha) (o0.468/2022/DMD\n\nCompulsory submission. ag conditions in reference (6) and strictly\nMust be followed.\n\n4) State GOTO response in a non-repetitive manner in which actions are allowed\nStrict adherence to Nidhi criteria (permissible by carrying out site inspection\n(including) to ensure and perform the act contrary to T instructions\n\nImplementation is considered the responsibility of the concerned officials.\n\n   \n  \n   \n   \n\n \n\n \n\nKunummal\n\n    \n\n1 Bank Arur Road (Last Reach) Retarring\nGram Panchayat\n\nTotal (Rupees Three Lakh Fifty Thousand Only) 3.50 |", "References": ["384_2012_DMD", "378_2013_DMD", "447_2014_DMD", "194_2015_DMD", "343_2015_DMD", "3_2018_DMD"], "Department": "DISASTER MANAGEMENT  DEPARTMENT", "filename": "govtorder3005202214-56-55.json", "Directorate": "A"}