{"Abstract": " Road Rehabilitation Works\n, Disaster Management Department ", "Subsection": ["Disaster Management Department ", " Monsoon Disasters ", " Malappuram District "], "Status": "", "Order Status": "Issuance of administrative sanction or order.", "Order ID": "469_2022_DMDN", "Place": "Thiruvananthapuram", "Date": "25-05-2022", "Order Issued By": "ANURADHA K C", "Body": "Roads that have become impassable due to last monsoon and others\nUrgent restoration of buildings and improvement of the damaged\ninfrastructure) in 2021-22 as the government feels that it must be done\nFollowing restoration in Malappuram district as part of flood relief operations\n100 lakh rupees (one crore rupees only) administrative sanction is ordered for the works.\n\n2) District Panchayat/Municipality! Works falling under the purview of the Corporation respectively\nThe works related to the engineering section are also under the Gram Panchayat\nLocal self-government by the engineering department of the block panchayats comprising the panchayat\nWhere the work is to be carried out in the absence of the engineering department of the administration\nPWD (SplBuildings) and PWD (Roads & Bridges) under the jurisdiction of the area\nIt shall also be carried out by the Assistant Executive Engineers of the Sections. In reference (3).\nAccording to the government order, the said works can also be done by the District Construction Centre.\nIt is also allowed to strictly follow the provisions of the above param4sham government orders\nYou should not spend more than the amount. This cost is “2245-02-106-99-Keduparaddia\nFrom the budget heading “To repair and make roads and bridges serviceable”.\nshould be borne.\n\n3) Renovation sites subject to administrative approval as per Government order in reference (6)\nTime for execution and completion is one year and six months from the date of administrative approval.\nDate of administrative approval by the local self-governing body sanctioning the said rehabilitation work\nThe said agreement by entering into an agreement to execute the sanctioned work within six months from\nIf it is not submitted to the District Collector, the administrative permission for Prasmata restoration work will be cancelled.\nThe prescribed proforma detailing the works to be completed is certified\nExecution within one year and six months (within one and a half years) from the date of administrative sanction\nThe officer must compulsorily submit to the District Collector. and other conditions in reference (6).\nMust be strictly followed.\n\n\nSadha) No.469/202210[0\n\n4) State Disaster Response Fund in a non-repetitive manner as sanctioned works\nStrict adherence to the criteria (permissible by carrying out site inspection\n(including ) shall ensure and execute performance contrary to t instructions\nIt is the responsibility of the concerned officials to do so.\n\n \n   \n  \n    \n\n  \n \n   \n   \n   \n \n\nV Muhammad Sahib Road\n\nTharayil Road Perumpadap 40\nAyyotchira Anapadi Road Veliyangode 10\nKotamuk Eramangalam Road Veliyangode 10\n\n7 Kalamthi Palli Road Marancheri\n6 Mana Road Marancheri Ss\n7 KARINGALLATHANI KANNARAVILLE ROAD MARANGHERI fs\n9 Asrayakunn Road Alamkot 7\nMullakkal Alley Road Alamkot 6\n\nPoomoth Road Alamkot 17\n\nNilampati Kavilpadam Keezhekav Road for repair\n\nVulinchot Chelakadav Road (II Phase] Nannammuk 10\n\ni “\n\nRoad Ponnani 5 from Kakat Kallank to Atchapu Veedu\nTotal (Rs. 1 crore only)\n\n \n \n\n100", "References": ["384_2012_D", "378_2013_D", "447_2014_DMD", "194_2015_DMD", "343_2015_D", "3_2018_D"], "Department": "DISASTER MANAGEMENT  DEPARTMENT", "filename": "govtorder3005202215-24-05.json", "Directorate": "A"}