{"Abstract": " Kitchen attached to Hostel , Scheduled Castes Scheduled Tribes Development Department ", "Subsection": ["Scheduled Castes Scheduled Tribes Development Department ", " Palakkad Medical College (Institute of\nIntegrated Medical Sciences, Palakkad) "], "Status": "", "Order Status": "Establishing Ordered with administrative permission.", "Order ID": "524_2022_SCSTDDN", "Place": "Thiruvananthapuram", "Date": "26-05-2022", "Order Issued By": "Swaplapa.M", "Body": "Palakkad Medical College (Institute of Integrated Medical Sciences)\nThe students are currently being fed through the catering service\nEstablishments offering low prices and supplying poor quality food\nDue to this, it is necessary to invite quotation more than once a year\nExisting, kitchen facilities have been introduced in connection with the hostels 3\nScheduled castes of Kerala state that the mess facility should be started within a month\nFor setting up of kitchens in cases where Scheduled Tribes Commission has ordered\n2225-01-277-57-34(P) to provide administrative permission and funds under the title, Streemar\nKerala Srate Industrial Enterprises for provision of ancillary equipment\n16,79,689/- by recommending the prepared estimate of Rs.16,79,689/- as per reference (1)\nThe Director of the Medical College has requested the Govt.\n\nFor setting up kitchen in connection with medical college hostels\nThe statement along with recommending the proposal made available by the Director of the Medical College\nAnd to provide clarification regarding the title from which the amount is to be found\nThe Director of Scheduled Caste Development Department has requested as per reference (2).\n\n(other side)\n2. Government has looked into the matter. Valakkad Medical College\nand related equipment for setting up kitchen facilities in connection with the hostel\nHey 70118! 16,79,689/- and the administrative permission for purchase through\n(Rupees Sixteen Lakhs Seventy Nine Thousand Six Hundred Eighty Nine only) 4225-\n0-277-89 (P) is hereby authorized to be expended from title.", "References": [], "Department": "SCHEDULED CASTE SCHEDULED TRIBE DEVELOPMENT  DEPARTMENT", "filename": "govtorder2905202211-27-42.json", "Directorate": "STU"}